[
  {
    "article_content": "1 - Consideram-se órgãos periféricos locais, para efeitos do código aprovado pelo presente decreto-lei, os serviços de finanças, delegações aduaneiras e postos aduaneiros da Autoridade Tributária e Aduaneira (AT).\n2 - Na execução fiscal consideram-se órgãos periféricos regionais as direções de finanças ou quaisquer outros órgãos da administração tributária a quem lei especial atribua as competências destas no processo.\n3 - Consideram-se órgãos periféricos regionais, para efeitos do código aprovado pelo presente decreto-lei, as direções de finanças e as alfândegas da AT.\n4 - As competências que o código aprovado pelo presente decreto-lei atribui aos órgãos periféricos regionais e aos órgãos periféricos locais da administração tributária para o procedimento e processo tributário são exercidas, relativamente às pessoas singulares ou coletivas que, nos termos da lei, sejam qualificadas como grandes contribuintes, pelo órgão do serviço central da AT a quem, organicamente, seja cometida, como atribuição específica, o respetivo acompanhamento e gestão tributárias, com exceção dos impostos aduaneiros e especiais de consumo.\n5 - Excecionam-se das competências atribuídas ao órgão do serviço central da AT a que se refere o número anterior, as competências atribuídas aos órgãos periféricos locais previstas no Código do Imposto Municipal sobre Imóveis.\n6 - Nos tributos, incluindo parafiscais, não administrados pelas entidades referidas nos n.os 1 e 3, consideram-se órgãos periféricos locais os territorialmente competentes para a sua liquidação e cobrança e órgãos periféricos regionais os imediatamente superiores.",
    "initial_date": "1999-10-26",
    "final_date": "2017-08-29"
  },
  {
    "article_content": "1 - Consideram-se órgãos periféricos locais, para efeitos do código aprovado pelo presente decreto-lei, os serviços de finanças, alfândegas, delegações aduaneiras e postos aduaneiros da Autoridade Tributária e Aduaneira.\n2 - Na execução fiscal consideram-se órgãos periféricos locais os serviços de finanças ou quaisquer outros órgãos da administração tributária a quem lei especial atribua as competências destas no processo.\n3 - Consideram-se órgãos periféricos regionais, para efeitos do código aprovado pelo presente decreto-lei, as direções de finanças da Autoridade Tributária e Aduaneira, bem como as alfândegas de que dependam os postos aduaneiros ou delegações aduaneiras, sempre que estejam em causa atos por estes praticados.\n4 - As competências que o código aprovado pelo presente decreto-lei atribui aos órgãos periféricos regionais da administração tributária para o procedimento e processo tributário são exercidas, relativamente às pessoas singulares ou coletivas que, nos termos da lei, sejam qualificadas como grandes contribuintes, pelo órgão do serviço central da Autoridade Tributária e Aduaneira a quem, organicamente, seja cometida, como atribuição específica, o respetivo acompanhamento e gestão tributárias, com exceção dos impostos aduaneiros e especiais de consumo.\n5 - Na dependência hierárquica do órgão a que se refere o número anterior, podem ser criados órgãos periféricos de competência específica que exercerão, relativamente aos grandes contribuintes, as competências para o procedimento e processo tributários atribuídas, pelo código aprovado pelo presente decreto-lei, aos órgãos periféricos locais, com exceção dos impostos aduaneiros e especiais de consumo.\n6 - Nos tributos, incluindo parafiscais, não administrados pelas entidades referidas nos n.os 1 e 3, consideram-se órgãos periféricos locais os territorialmente competentes para a sua liquidação e cobrança e órgãos periféricos regionais os imediatamente superiores.",
    "initial_date": "2017-08-29",
    "final_date": "2017-08-29"
  },
  {
    "article_content": "1 - Consideram-se órgãos periféricos locais, para efeitos do código aprovado pelo presente decreto-lei, as repartições de finanças e tesourarias da Fazenda Pública da Direcção-Geral dos Impostos (DGCI) e as alfândegas, delegações aduaneiras e postos aduaneiros da Direcção-Geral das Alfândegas e dos Impostos Especiais sobre o Consumo (DGAIEC). \n2 - Na execução fiscal consideram-se órgãos periféricos locais as repartições de finanças ou quaisquer outros órgãos da administração tributária a quem lei especial atribua as competências destas no processo. \n3 - Consideram-se órgãos periféricos regionais, para efeitos do código aprovado pelo presente decreto-lei, as direcções de finanças da DGCI e as alfândegas da DGAIEC de que dependam os postos aduaneiros ou delegações aduaneiras, sempre que estejam em causa actos por estes praticados. \n4 - Nos tributos, incluindo parafiscais, não administrados pelas entidades referidas nos n.os 1 e 3, consideram-se órgãos periféricos locais os territorialmente competentes para a sua liquidação e cobrança e órgãos periféricos regionais os imediatamente superiores.",
    "initial_date": "2017-08-29",
    "final_date": "2017-08-29"
  }
]
