{
  "document_name": "Código das Expropriações",
  "law_name": "Lei n.º 168/99 ",
  "dr_document": "Diário da República n.º 219/1999, Série I-A de 1999-09-18",
  "link": "https://diariodarepublica.pt/dr/legislacao-consolidada/lei/1999-34538575",
  "date_of_fetch": "2024-11-03",
  "theme": "Código das Expropriações",
  "sections": {
    "diploma": {
      "title": "Diploma",
      "text": "Aprova o Código das Expropriações",
      "updates": [
        {
          "text": "Lei n.º 13/2002 - Diário da República n.º 42/2002, Série I-A de 2002-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/13-2002-278029",
          "active_from": "2003-02-19"
        },
        {
          "text": "Lei n.º 13/2002 - Diário da República n.º 42/2002, Série I-A de 2002-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/13-2002-278029",
          "active_from": "2003-02-19"
        },
        {
          "text": "Declaração de Rectificação n.º 18/2002 - Diário da República n.º 86/2002, Série I-A de 2002-04-12",
          "url": "https://diariodarepublica.pt/dr/detalhe/declaracao-rectificacao/18-2002-303196",
          "active_from": "1999-11-17"
        },
        {
          "text": "Declaração de Rectificação n.º 18/2002 - Diário da República n.º 86/2002, Série I-A de 2002-04-12",
          "url": "https://diariodarepublica.pt/dr/detalhe/declaracao-rectificacao/18-2002-303196",
          "active_from": "1999-11-17"
        },
        {
          "text": "Lei n.º 4-A/2003 - Diário da República n.º 42/2003, Suplemento n.º 1, Série I-A de 2003-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/4-a-2003-476347",
          "active_from": "2003-02-20"
        },
        {
          "text": "Lei n.º 4-A/2003 - Diário da República n.º 42/2003, Suplemento n.º 1, Série I-A de 2003-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/4-a-2003-476347",
          "active_from": "2003-02-20"
        },
        {
          "text": "Lei n.º 53-A/2006 - Diário da República n.º 249/2006, Suplemento n.º 1, Série I de 2006-12-29",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/53-a-2006-197511",
          "active_from": "2007-01-01"
        },
        {
          "text": "Lei n.º 53-A/2006 - Diário da República n.º 249/2006, Suplemento n.º 1, Série I de 2006-12-29",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/53-a-2006-197511",
          "active_from": "2007-01-01"
        },
        {
          "text": "Lei n.º 67-A/2007 - Diário da República n.º 251/2007, Suplemento n.º 1, Série I de 2007-12-31",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/67-a-2007-529450",
          "active_from": "2008-01-01"
        },
        {
          "text": "Lei n.º 67-A/2007 - Diário da República n.º 251/2007, Suplemento n.º 1, Série I de 2007-12-31",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/67-a-2007-529450",
          "active_from": "2008-01-01"
        },
        {
          "text": "Lei n.º 30/2008 - Diário da República n.º 132/2008, Série I de 2008-07-10",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/30-2008-456541",
          "active_from": "2008-08-01"
        },
        {
          "text": "Lei n.º 30/2008 - Diário da República n.º 132/2008, Série I de 2008-07-10",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/30-2008-456541",
          "active_from": "2008-08-01"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        }
      ],
      "previous_iterations": []
    },
    "Disposições_gerais>:>Artigo_1.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições gerais>:",
      "title": "Artigo 1.º",
      "epigrafe": "Admissibilidade das expropriações",
      "text": "Os bens imóveis e os direitos a eles inerentes podem ser expropriados por causa de utilidade pública compreendida nas atribuições, fins ou objecto da entidade expropriante, mediante o pagamento contemporâneo de uma justa indemnização nos termos do presente Código.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_gerais>:>Artigo_2.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições gerais>:",
      "title": "Artigo 2.º",
      "epigrafe": "Princípios gerais",
      "text": "Compete às entidades expropriantes e demais intervenientes no procedimento e no processo expropriativos prosseguir o interesse público, no respeito pelos direitos e interesses legalmente protegidos dos expropriados e demais interessados, observando, nomeadamente, os princípios da legalidade, justiça, igualdade, proporcionalidade, imparcialidade e boa fé.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_gerais>:>Artigo_3.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições gerais>:",
      "title": "Artigo 3.º",
      "epigrafe": "Limite da expropriação",
      "text": "1 - A expropriação deve limitar-se ao necessário para a realização do seu fim, podendo, todavia, atender-se a exigências futuras, de acordo com um programa de execução faseada e devidamente calendarizada, o qual não pode ultrapassar o limite máximo de seis anos. \n2 - Quando seja necessário expropriar apenas parte de um prédio, pode o proprietário requerer a expropriação total: \na) Se a parte restante não assegurar, proporcionalmente, os mesmos cómodos que oferecia todo o prédio; \nb) Se os cómodos assegurados pela parte restante não tiverem interesse económico para o expropriado, determinado objectivamente. \n3 - O disposto no presente Código sobre expropriação total é igualmente aplicável a parte da área não abrangida pela declaração de utilidade pública relativamente à qual se verifique qualquer dos requisitos fixados no número anterior.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_gerais>:>Artigo_4.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições gerais>:",
      "title": "Artigo 4.º",
      "epigrafe": "Expropriação por zonas ou lanços",
      "text": "1 - Tratando-se de execução de plano municipal de ordenamento do território ou de projectos de equipamentos ou infra-estruturas de interesse público, podem ser expropriadas de uma só vez, ou por zonas ou lanços, as áreas necessárias à respectiva execução. \n2 - No caso de expropriação por zonas ou lanços, o acto de declaração de utilidade pública deve determinar, além da área total, a divisão desta e a ordem e os prazos para início da aquisição, com o limite máximo de seis anos. \n3 - Os bens abrangidos pela segunda zona ou lanço e seguintes continuam na propriedade e posse dos seus donos até serem objecto de expropriação amigável ou de adjudicação judicial, sem prejuízo do disposto no artigo 19.º \n4 - Para o cálculo da indemnização relativa a prédios não compreendidos na primeira zona definida nos termos do n.º 2 são atendidas as benfeitorias necessárias neles introduzidas no período que mediar entre a data da declaração de utilidade pública e a data da aquisição da posse pela entidade expropriante da respectiva zona ou lanço. \n5 - A declaração de utilidade pública a que se refere o presente artigo caduca relativamente aos bens cuja arbitragem não tiver sido promovida pela entidade expropriante dentro do prazo de um ano, ou se os processos respectivos não forem remetidos ao tribunal competente no prazo de 18 meses, em ambos os casos a contar do termo fixado para a aquisição da respectiva zona ou lanço. \n6 - O proprietário e os demais interessados têm direito a ser indemnizados dos prejuízos directa e necessariamente resultantes de o bem ter estado sujeito a expropriação. \n7 - A indemnização a que se refere o número anterior é determinada nos termos do presente Código, utilizando-se, na falta de acordo, o processo previsto nos artigos 42.º e seguintes, na parte aplicável, com as necessárias adaptações.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_gerais>:>Artigo_5.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições gerais>:",
      "title": "Artigo 5.º",
      "epigrafe": "Direito de reversão",
      "text": "1 - Sem prejuízo do disposto no n.º 4, há direito a reversão:\na) Se no prazo de dois anos, após a data de adjudicação, os bens expropriados não forem aplicados ao fim que determinou a expropriação; \nb) Se, entretanto, tiverem cessado as finalidades da expropriação.\n2 - Sempre que a realização de uma obra contínua determinar a expropriação de bens distintos, o seu início em qualquer local do traçado faz cessar o direito de reversão sobre todos os bens expropriados, sem prejuízo do disposto no n.º 9. \n3 - Para efeitos do disposto no número anterior entende-se por obra contínua aquela que tem configuração geométrica linear e que, pela sua natureza, é susceptível de execução faseada ao longo do tempo, correspondendo a um projecto articulado, global e coerente. \n4 - O direito de reversão cessa:\na) Quando tenham decorrido 20 anos sobre a data da adjudicação;\nb) Quando seja dado aos bens expropriados outro destino, mediante nova declaração de utilidade pública; \nc) Quando haja renúncia do expropriado;\nd) Quando a declaração de utilidade pública seja renovada, com fundamento em prejuízo grave para o interesse público, dentro do prazo de um ano a contar de verificação dos factos previstos no n.º 1 anterior. \n5 - A reversão deve ser requerida no prazo de três anos a contar da ocorrência do facto que a originou, sob pena de caducidade; decorrido esse prazo, assiste ao expropriado, até ao final do prazo previsto na alínea a) do n.º 4, o direito de preferência na primeira alienação dos bens. \n6 - O acordo entre a entidade expropriante e o expropriado ou demais interessados sobre outro destino a dar ao bem expropriado ou sobre o montante do acréscimo da indemnização que resultaria da aplicação do disposto no n.º 8 interpreta-se como renúncia aos direitos de reversão e de preferência. \n7 - Se a entidade expropriante pretender alienar parcelas sobrantes, deve comunicar o projecto de alienação ao expropriado e demais interessados conhecidos cujos direitos não hajam cessado definitivamente, por carta ou ofício registado com aviso de recepção, com a antecedência mínima de 60 dias, findos os quais, não sendo exercido o direito de reversão ou, se for o caso, o direito de preferência, se entende que renunciam ao mesmo. \n8 - No caso de nova declaração de utilidade pública ou de renovação da declaração anterior, o expropriado é notificado nos termos do n.º 1 do artigo 35.º para optar pela fixação de nova indemnização ou pela actualização da anterior ao abrigo do disposto no artigo 24.º, aproveitando-se neste caso os actos praticados. \n9 - Cessa o disposto no n.º 2 anterior se os trabalhos forem suspensos ou estiverem interrompidos por prazo superior a dois anos, contando-se o prazo a que se refere o n.º 5 anterior a partir do final daquele.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_gerais>:>Artigo_6.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições gerais>:",
      "title": "Artigo 6.º",
      "epigrafe": "Afectação dos bens do domínio público",
      "text": "1 - As pessoas colectivas de direito público têm direito a ser compensadas, em dinheiro ou em espécie, como melhor convier aos fins públicos em causa, dos prejuízos efectivos que resultarem da afectação definitiva dos seus bens de domínio público a outros fins de utilidade pública. \n2 - Na falta de acordo, o montante da compensação é determinado por arbitragem, nos termos previstos neste Código, com as necessárias adaptações. \n3 - Tornando-se desnecessária a afectação dos bens, estes são reintegrados no património das entidades a que se refere o n.º 1.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_gerais>:>Artigo_7.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições gerais>:",
      "title": "Artigo 7.º",
      "epigrafe": "Expropriação de bens ou direitos relativos a concessões e privilégios",
      "text": "1 - Com o resgate das concessões e privilégios outorgados para a exploração de obras ou serviços de utilidade pública podem ser expropriados os bens ou direitos a eles relativos que, sendo propriedade do concessionário, devam continuar afectos à obra ou ao serviço. \n2 - A transferência de posse dos bens expropriados opera-se conjuntamente com a dos que constituem objecto de resgate, ainda que a indemnização não esteja fixada. \n3 - No caso previsto na parte final do número anterior, a entidade expropriante deve proceder à cativação do saldo da dotação orçamental que suporta o encargo e renová-la em cada ano económico enquanto se justificar, ou proceder à caução nos termos da lei.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_gerais>:>Artigo_8.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições gerais>:",
      "title": "Artigo 8.º",
      "epigrafe": "Constituição de servidões administrativas",
      "text": "1 - Podem constituir-se sobre imóveis as servidões necessárias à realização de fins de interesse público. \n2 - As servidões, resultantes ou não de expropriações, dão lugar a indemnização quando: \na) Inviabilizem a utilização que vinha sendo dada ao bem, considerado globalmente; \nb) Inviabilizem qualquer utilização do bem, nos casos em que estes não estejam a ser utilizados; ou \nc) Anulem completamente o seu valor económico.\n3 - À constituição das servidões e à determinação da indemnização aplica-se o disposto no presente Código com as necessárias adaptações, salvo o disposto em legislação especial.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_gerais>:>Artigo_9.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições gerais>:",
      "title": "Artigo 9.º",
      "epigrafe": "Conceito de interessados",
      "text": "1 - Para os fins deste Código, consideram-se interessados, além do expropriado, os titulares de qualquer direito real ou ónus sobre o bem a expropriar e os arrendatários de prédios rústicos ou urbanos. \n2 - O arrendatário habitacional de prédio urbano só é interessado, nessa qualidade, quando prescinda de realojamento equivalente, adequado às suas necessidades e às daqueles que com ele vivam em economia comum à data da declaração de utilidade pública. \n3 - São tidos por interessados os que no registo predial, na matriz ou em títulos bastantes de prova que exibam figurem como titulares dos direitos a que se referem os números anteriores ou, sempre que se trate de prédios omissos ou haja manifesta desactualização dos registos e das inscrições, aqueles que pública e notoriamente forem tidos como tais.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_10.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 10.º",
      "epigrafe": "Resolução de expropriar",
      "text": "1 - A resolução de requerer a declaração de utilidade pública da expropriação deve ser fundamentada, mencionando expressa e claramente: \na) A causa de utilidade pública a prosseguir e a norma habilitante;\nb) Os bens a expropriar, os proprietários e demais interessados conhecidos;\nc) A previsão do montante dos encargos a suportar com a expropriação;\nd) O previsto em instrumento de gestão territorial para os imóveis a expropriar e para a zona da sua localização. \n2 - As parcelas a expropriar são identificadas através da menção das descrições e inscrições na conservatória a que pertençam e das inscrições matriciais, se não estiverem omissas, ou de planta parcelar contendo as coordenadas dos pontos que definem os limites das áreas a expropriar, reportadas à rede geodésica, e, se houver planta cadastral, os limites do prédio, desde que situados a menos de 300 m dos limites da parcela, em escala correspondente à do cadastro geométrico da propriedade ou, na falta deste, em escala graficamente representada não inferior a 1:1000, nas zonas interiores dos perímetros urbanos, ou a 1:2000, nas exteriores. \n3 - Os proprietários e demais interessados conhecidos são identificados através do nome, firma, denominação, residência habitual ou sede. \n4 - A previsão dos encargos com a expropriação tem por base a quantia que for determinada previamente em avaliação, documentada por relatório, efectuada por perito da lista oficial, da livre escolha da entidade interessada na expropriação. \n5 - A resolução a que se refere o n.º 1 anterior é notificada ao expropriado e aos demais interessados cuja morada seja conhecida, mediante carta ou ofício registado com aviso de recepção.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_11.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 11.º",
      "epigrafe": "Aquisição por via de direito privado",
      "text": "1 - A entidade interessada, antes de requerer a declaração de utilidade pública, deve diligenciar no sentido de adquirir os bens por via de direito privado, salvo nos casos previstos no artigo 15.º, e nas situações em que, jurídica ou materialmente, não é possível a aquisição por essa via. \n2 - A notificação a que se refere o n.º 5 do artigo anterior deve incluir proposta de aquisição, por via de direito privado, que terá como referência o valor constante do relatório do perito. \n3 - No caso referido no n.º 2 do artigo 9.º, a proposta é apresentada como alternativa ao realojamento nele previsto. \n4 - Não sendo conhecidos os proprietários e os demais interessados ou sendo devolvidas as cartas ou ofícios a que se refere o n.º 5 do artigo anterior, a existência de proposta é publicitada através de editais a afixar nos locais de estilo do município do lugar da situação do bem ou da sua maior extensão e das freguesias onde se localize e em dois números seguidos de dois dos jornais mais lidos na região, sendo um destes de âmbito nacional. \n5 - O proprietário e os demais interessados têm o prazo de 20 dias, contados a partir da recepção da proposta, ou de 30 dias, a contar da última publicação nos jornais a que se refere o número anterior, para dizerem o que se lhes oferecer sobre a proposta apresentada, podendo a sua contraproposta ter como referência o valor que for determinado em avaliação documentada por relatório elaborado por perito da sua escolha. \n6 - A recusa ou a falta de resposta no prazo referido no número anterior ou de interesse na contraproposta confere, de imediato, à entidade interessada na expropriação a faculdade de apresentar o requerimento para a declaração de utilidade pública, nos termos do artigo seguinte, notificando desse facto os proprietários e demais interessados que tiverem respondido. \n7 - Se houver acordo, a aquisição por via do direito privado poderá ter lugar ainda que a área da parcela, ou da parte sobrante, seja inferior à unidade de cultura.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_12.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 12.º",
      "epigrafe": "Remessa do requerimento",
      "text": "1 - O requerimento da declaração de utilidade pública é remetido, conforme os casos, ao membro do Governo ou ao presidente da assembleia municipal competente para a emitir, devendo ser instruído com os seguintes documentos: \na) Cópia da resolução a que se refere o n.º 1 do artigo 10.º e da respectiva documentação; \nb) Todos os elementos relativos à fase de tentativa de aquisição por via de direito privado quando a ela haja lugar e indicação das razões do respectivo inêxito; \nc) Indicação da dotação orçamental que suportará os encargos com a expropriação e da respectiva cativação, ou caução correspondente; \nd) Programação dos trabalhos elaborada pela entidade expropriante, no caso de urgência, bem como a fundamentação desta; \ne) Estudo de impacte ambiental, quando legalmente exigido.\n2 - Se o requerente for entidade de direito privado, deve comprovar que se encontra caucionado o fundo indispensável para o pagamento das indemnizações a que haja lugar. \n3 - A entidade requerida pode determinar que o requerente junte quaisquer outros documentos ou preste os esclarecimentos que entenda necessários.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_13.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 13.º",
      "epigrafe": "Declaração de utilidade pública",
      "text": "1 - A declaração de utilidade pública deve ser devidamente fundamentada e obedecer aos demais requisitos fixados neste Código e demais legislação aplicável, independentemente da forma que revista. \n2 - A declaração resultante genericamente da lei ou de regulamento deve ser concretizada em acto administrativo que individualize os bens a expropriar, valendo esse acto como declaração de utilidade pública para os efeitos do presente diploma. \n3 - Sem prejuízo do disposto no n.º 6, a declaração de utilidade pública caduca se não for promovida a constituição da arbitragem no prazo de um ano ou se o processo de expropriação não for remetido ao tribunal competente no prazo de 18 meses, em ambos os casos a contar da data da publicação da declaração de utilidade pública. \n4 - A declaração de caducidade pode ser requerida pelo expropriado ou por qualquer outro interessado ao tribunal competente para conhecer do recurso da decisão arbitral ou à entidade que declarou a utilidade pública e a decisão que for proferida é notificada a todos os interessados. \n5 - A declaração de utilidade pública caducada pode ser renovada em casos devidamente fundamentados e no prazo máximo de um ano, a contar do termo dos prazos fixados no n.º 3 anterior. \n6 - Renovada a declaração de utilidade pública, o expropriado é notificado nos termos do n.º 1 do artigo 35.º para optar pela fixação de nova indemnização ou pela actualização da anterior, nos termos do artigo 24.º, aproveitando-se neste caso os actos praticados. \n7 - Tratando-se de obra contínua, nos termos do n.º 3 do artigo 5.º, a caducidade não pode ser invocada depois de aquela ter sido iniciada em qualquer local do respectivo traçado, salvo se os trabalhos forem suspensos ou estiverem interrompidos por prazo superior a três anos.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_14.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 14.º",
      "epigrafe": "Competência para a declaração de utilidade pública",
      "text": "1 - Salvo nos casos previstos no número seguinte, é da competência do ministro a cujo departamento compete a apreciação final do processo: \na) A declaração de utilidade pública da expropriação dos bens imóveis e direitos a eles inerentes; \nb) A declaração de utilidade pública do resgate, não prevista nos respectivos contratos, das concessões ou privilégios outorgados para a exploração de obras ou serviços de utilidade pública e ainda da expropriação dos bens ou direitos a eles relativos referidos no artigo 7.º \n2 - A competência para a declaração de utilidade pública das expropriações da iniciativa da administração local autárquica, para efeitos de concretização de plano de urbanização ou plano de pormenor eficaz, é da respectiva assembleia municipal. \n3 - A deliberação da assembleia municipal prevista no número anterior deverá ser tomada por maioria dos membros em efectividade de funções. \n4 - A deliberação referida no número anterior é comunicada ao membro do Governo responsável pela área da administração local. \n5 - O reconhecimento do interesse público requerido pelas empresas e a declaração de utilidade pública da expropriação dos imóveis necessários à instalação, ampliação, reorganização ou reconversão das suas unidades industriais ou dos respectivos acessos é da competência do ministro a cujo departamento compete a apreciação final do processo. \n6 - Nos casos em que não seja possível determinar o departamento a que compete a apreciação final do processo ou que não sejam abrangidos pelo disposto nos números anteriores é competente o Primeiro-Ministro, com a faculdade de delegar no ministro responsável pelo ordenamento do território.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_15.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 15.º",
      "epigrafe": "Atribuição do carácter de urgência",
      "text": "1 - No próprio acto declarativo da utilidade pública, pode ser atribuído carácter de urgência à expropriação para obras de interesse público. \n2 - A atribuição de carácter urgente à expropriação deve ser sempre fundamentada e confere de imediato à entidade expropriante a posse administrativa dos bens expropriados, nos termos previstos nos artigos 20.º e seguintes, na parte aplicável. \n3 - A atribuição de carácter urgente caduca se as obras na parcela não tiverem início no prazo fixado no programa de trabalhos, salvo ocorrendo motivo devidamente justificado. \n4 - À declaração de caducidade aplica-se, com as necessárias adaptações, o disposto no n.º 4 do artigo 13.º \n5 - A caducidade não obsta à ulterior autorização da posse administrativa, nos termos dos artigos 19.º e seguintes.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_16.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 16.º",
      "epigrafe": "Expropriação urgentíssima",
      "text": "1 - Quando a necessidade da expropriação decorra de calamidade pública ou de exigências de segurança interna ou de defesa nacional, o Estado ou as autoridades públicas por este designadas ou legalmente competentes podem tomar posse administrativa imediata dos bens destinados a prover à necessidade que determina a sua intervenção, sem qualquer formalidade prévia, seguindo-se, sem mais diligências, o estabelecido no presente Código sobre fixação da indemnização em processo litigioso. \n2 - Sempre que possível, será promovida vistoria ad perpetuam rei memoriam, nos termos previstos no artigo 21.º, cumprindo-se, com as necessárias adaptações, o disposto nesse artigo.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_17.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 17.º",
      "epigrafe": "Publicação da declaração de utilidade pública",
      "text": "1 - O acto declarativo da utilidade pública e a sua renovação são sempre publicados, por extracto, na 2.ª série do Diário da República e notificados ao expropriado e aos demais interessados conhecidos por carta ou ofício sob registo com aviso de recepção, devendo ser averbados no registo predial. \n2 - Se o expropriado ou demais interessados forem desconhecidos é aplicável o disposto no n.º 4 do artigo 11.º \n3 - A publicação da declaração de utilidade pública deve identificar sucintamente os bens sujeitos a expropriação, com referência à descrição predial e à inscrição matricial, mencionar os direitos, ónus ou encargos que sobre eles incidem e os nomes dos respectivos titulares e indicar o fim da expropriação. \n4 - A identificação referida no número anterior pode ser substituída por planta, em escala adequada e graficamente representada, que permita a delimitação legível do bem necessário ao fim de utilidade pública. \n5 - Quando se trate de expropriação por zonas ou lanços, da publicação do acto declarativo consta a área total a expropriar, a sua divisão de acordo com o faseamento, os prazos e a ordem de aquisição. \n6 - São conjuntamente publicadas, por conta das empresas requerentes a que se refere o n.º 2 do artigo 14.º, as plantas dos bens abrangidos pela declaração de utilidade pública, cumprindo-lhes promover a sua afixação na sede do município ou dos municípios do lugar em que aqueles se situam. \n7 - A declaração de utilidade pública é também publicitada pela entidade expropriante mediante aviso afixado na entrada principal do prédio, quando exista.",
      "updates": [
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        }
      ],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_17.º-A": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 17.º-A",
      "epigrafe": "Dever de comunicação",
      "text": "1 - Após a notificação da declaração de utilidade pública, o expropriado e os demais interessados devem comunicar à entidade expropriante, por escrito, qualquer alteração da sua residência habitual ou sede. \n2 - A alteração da residência habitual ou da sede do expropriado e dos demais interessados que não tenha sido comunicada nos termos descritos no número anterior não constitui fundamento para a repetição de quaisquer termos ou diligências do procedimento expropriatório.",
      "updates": [
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        }
      ],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_18.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 18.º",
      "epigrafe": "Ocupação de prédios vizinhos",
      "text": "1 - A declaração de utilidade pública da expropriação confere à entidade expropriante o direito de ocupar prédios vizinhos e de neles efectuar os trabalhos necessários ou impostos pela execução destes, nos termos previstos nos estudos ou projectos aprovados, ou daqueles que forem definidos em decisão da entidade que produziu aquele acto. \n2 - Se o proprietário ou outros interessados forem conhecidos, são previamente notificados da ocupação por carta ou ofício sob registo com aviso de recepção, com a antecedência mínima de 15 dias, podendo qualquer deles exigir a realização de vistoria ad perpetuam rei memoriam, a qual tem lugar nos termos previstos no artigo 21.º e precede sempre a ocupação. \n3 - Se os proprietários ou outros interessados forem desconhecidos é aplicável o disposto no n.º 4 do artigo 11.º \n4 - Aos proprietários e demais interessados prejudicados pela ocupação são devidas indemnizações nos termos gerais de direito, a determinar em processo comum, ao qual se aplica, com as necessárias adaptações, o disposto nos artigos 71.º e 72.º do presente Código.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_19.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 19.º",
      "epigrafe": "Posse administrativa",
      "text": "1 - Se a entidade expropriante for pessoa colectiva de direito público ou empresa pública, nacionalizada ou concessionária de serviço público ou de obras públicas, pode ser autorizada pela entidade competente para declarar a utilidade pública da expropriação a tomar posse administrativa dos bens a expropriar, desde que os trabalhos necessários à execução do projecto de obras aprovado sejam urgentes e aquela providência se torne indispensável para o seu início imediato ou para a sua prossecução ininterrupta. \n2 - A autorização de posse administrativa deve mencionar expressa e claramente os motivos que a fundamentam e o prazo previsto para o início das obras na parcela expropriada, de acordo com o programa dos trabalhos elaborado pela entidade expropriante. \n3 - A autorização pode ser concedida em qualquer fase da expropriação até ao momento de adjudicação judicial da propriedade. \n4 - Se as obras não tiverem início dentro do prazo estabelecido nos termos do n.º 2 anterior, salvo motivo justificativo, nomeadamente por atraso não imputável à entidade expropriante, o expropriado e os demais interessados têm o direito de ser indemnizados pelos prejuízos que não devam ser considerados na fixação da justa indemnização.",
      "updates": [
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 67-A/2007 - Diário da República n.º 251/2007, Suplemento n.º 1, Série I de 2007-12-31",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/67-a-2007-529450",
          "active_from": "2008-01-01"
        },
        {
          "text": "Lei n.º 67-A/2007 - Diário da República n.º 251/2007, Suplemento n.º 1, Série I de 2007-12-31",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/67-a-2007-529450",
          "active_from": "2008-01-01"
        }
      ],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_20.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 20.º",
      "epigrafe": "Condições de efectivação da posse administrativa",
      "text": "1 - A investidura administrativa na posse dos bens não pode efectivar-se sem que previamente tenham sido: \na) Notificados os actos de declaração de utilidade pública e de autorização da posse administrativa; \nb) Efectuado o depósito da quantia mencionada no n.º 4 do artigo 10.º em instituição bancária do lugar do domicílio ou sede da entidade expropriante, à ordem do expropriado e dos demais interessados, se aquele e estes forem conhecidos e não houver dúvidas sobre a titularidade dos direitos afectados; \nc) Realizada vistoria ad perpetuam rei memoriam destinada a fixar os elementos de facto susceptíveis de desaparecerem e cujo conhecimento seja de interesse ao julgamento do processo. \n2 - A notificação a que se refere a alínea a) do número anterior deve conter o local, o dia e a hora do acto de transmissão da posse. \n3 - O acto de transmissão de posse deverá ter lugar no prédio, parcela ou lanço expropriado. \n4 - Se o expropriado e os demais interessados, estando ou devendo considerar-se devidamente notificados, não comparecerem ao acto de transmissão de posse, esta não deixará de ser conferida. \n5 - O depósito a que se refere a alínea b) do n.º 1 pode ser substituído por caução prestada por qualquer das formas legalmente admissíveis. \n6 - O depósito prévio é dispensado: \na) Se a expropriação for urgente, devendo o mesmo ser efectuado no prazo de 10 dias, contados nos termos do artigo 279.º do Código Civil, a partir da data da investidura administrativa na posse dos bens; \n b) Se os expropriados e demais interessados não forem conhecidos ou houver dúvidas sobre a titularidade dos direitos afectados, devendo o mesmo ser efectuado no prazo de 10 dias a contar do momento em que sejam conhecidos ou seja resolvido o incidente regulado no artigo 53.º \n7 - Na situação prevista na alínea a) do número anterior, caso o depósito da quantia mencionada no n.º 4 do artigo 10.º não seja efectuado no prazo fixado, são devidos juros moratórios ao expropriado, os quais incidem sobre o montante do depósito.\n8 - Atribuído carácter urgente à expropriação ou autorizada a posse administrativa, a entidade expropriante solicita directamente ao presidente do tribunal da Relação do distrito judicial do lugar da situação do bem ou da sua maior extensão a indicação de um perito da lista oficial para a realização da vistoria ad perpetuam rei memoriam. \n9 - Pode ser solicitada a indicação de dois ou mais peritos sempre que tal se justifique pela extensão ou número de prédios a expropriar.",
      "updates": [
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 67-A/2007 - Diário da República n.º 251/2007, Suplemento n.º 1, Série I de 2007-12-31",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/67-a-2007-529450",
          "active_from": "2008-01-01"
        },
        {
          "text": "Lei n.º 67-A/2007 - Diário da República n.º 251/2007, Suplemento n.º 1, Série I de 2007-12-31",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/67-a-2007-529450",
          "active_from": "2008-01-01"
        }
      ],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_21.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 21.º",
      "epigrafe": "Vistoria ad perpetuam rei memoriam",
      "text": "1 - Recebida a comunicação do perito nomeado, a entidade expropriante marca a data, a hora e o local do início da vistoria ad perpetuam rei memoriam, notificando de tal facto o perito, os interessados conhecidos e o curador provisório, por carta ou ofício registado com aviso de recepção, a expedir de forma a ser recebido com a antecedência mínima de cinco dias úteis, no qual indicará, ainda, se a expropriação é total ou parcial; a comunicação ao perito será acompanhada de cópia dos elementos a que se referem as alíneas a), b) e d) do n.º 1 do artigo 10.º e, sempre que possível, de indicação da descrição predial e da inscrição matricial dos prédios; a comunicação ao expropriado e demais interessados mencionará, ainda, a instituição bancária, o local, a data e o montante do depósito a que se refere a alínea b) do anterior n.º 1 e, se for o caso, que o mesmo se encontra à sua ordem. \n2 - O perito que pretenda pedir escusa pode fazê-lo nos dois dias seguintes à notificação prevista no número anterior, devendo a entidade expropriante submeter o pedido à apreciação do presidente do tribunal da Relação para efeitos de eventual substituição. \n3 - Os interessados, o curador provisório e a entidade expropriante podem comparecer à vistoria e formular por escrito os quesitos que tiverem por pertinentes, a que o perito deve responder no seu relatório. \n4 - O auto de vistoria ad perpetuam rei memoriam deve conter:\na) Descrição pormenorizada do local, referindo, designadamente, as construções existentes, as características destas, a época da edificação, o estado de conservação e, sempre que possível, as áreas totais construídas; \nb) Menção expressa de todos os elementos susceptíveis de influírem na avaliação do bem vistoriado, nos termos dos artigos 23.º e seguintes; \nc) Plantas, fotografias ou outro suporte de captação da imagem do bem expropriado e da área envolvente; \nd) Elementos remetidos ao perito nos termos do n.º 8 anterior;\ne) Respostas aos quesitos referidos no n.º 10 anterior.\n5 - Nos 15 dias ulteriores à realização da vistoria ad perpetuam rei memoriam deve o perito entregar à entidade expropriante o respectivo relatório, aplicando-se, com as necessárias adaptações, o disposto no artigo 50.º \n6 - Em casos devidamente justificados, designadamente pelo número de vistorias, o prazo a que se refere o número anterior pode ser prorrogado até 30 dias pela entidade expropriante, a requerimento do perito. \n7 - Recebido o relatório, a entidade expropriante, no prazo de cinco dias, notificará o expropriado e os demais interessados por carta registada com aviso de recepção, remetendo-lhes cópia do mesmo e dos respectivos anexos, para apresentarem reclamação contra o seu conteúdo, querendo, no prazo de cinco dias. \n8 - Se houver reclamação, o perito pronunciar-se-á no prazo de cinco dias, em relatório complementar. \n9 - Decorrido o prazo de reclamação, sem que esta seja apresentada, ou recebido o relatório complementar do perito, a entidade expropriante poderá utilizar o prédio para os fins da expropriação, lavrando o auto de posse administrativa e dando início aos trabalhos previstos, sem prejuízo do disposto na legislação aplicável sobre a desocupação de casas de habitação.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_declaração_de_utilidade_pública_e_da_autorização_de_posse_administrativa>:>Artigo_22.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da declaração de utilidade pública e da autorização de posse administrativa>:",
      "title": "Artigo 22.º",
      "epigrafe": "Auto de posse administrativa",
      "text": "1 - O auto de posse deve conter os seguintes elementos:\na) Identificação do expropriado e dos demais interessados conhecidos ou menção expressa de que são desconhecidos; \nb) Identificação do Diário da República onde tiver sido publicada a declaração de utilidade pública e de urgência da expropriação ou o despacho que autorizou a posse administrativa; \nc) Indicação da data e demais circunstâncias susceptíveis de identificarem o relatório da vistoria, que dele constará em anexo. \n2 - Na impossibilidade de identificação do prédio através da inscrição matricial ou da descrição predial, o auto de posse deve referir a composição, confrontações e demais elementos que possam contribuir para a identificação física do terreno onde se encontra o bem expropriado. \n3 - No prazo de cinco dias, a entidade expropriante remete, por carta registada com aviso de recepção, ao expropriado e aos demais interessados conhecidos cópias do auto de posse administrativa.",
      "updates": [
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 67-A/2007 - Diário da República n.º 251/2007, Suplemento n.º 1, Série I de 2007-12-31",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/67-a-2007-529450",
          "active_from": "2008-01-01"
        },
        {
          "text": "Lei n.º 67-A/2007 - Diário da República n.º 251/2007, Suplemento n.º 1, Série I de 2007-12-31",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/67-a-2007-529450",
          "active_from": "2008-01-01"
        }
      ],
      "previous_iterations": []
    },
    "Do_conteúdo_da_indemnização>:>Artigo_23.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do conteúdo da indemnização>:",
      "title": "Artigo 23.º",
      "epigrafe": "Justa indemnização",
      "text": "1 - A justa indemnização não visa compensar o benefício alcançado pela entidade expropriante, mas ressarcir o prejuízo que para o expropriado advém da expropriação, correspondente ao valor real e corrente do bem de acordo com o seu destino efectivo ou possível numa utilização económica normal, à data da publicação da declaração de utilidade pública, tendo em consideração as circunstâncias e condições de facto existentes naquela data. \n2 - Na determinação do valor dos bens expropriados não pode tomar-se em consideração a mais-valia que resultar: \na) Da própria declaração de utilidade pública da expropriação;\nb) De obras ou empreendimentos públicos concluídos há menos de cinco anos, no caso de não ter sido liquidado encargo de mais-valia e na medida deste; \nc) De benfeitorias voluptuárias ou úteis ulteriores à notificação a que se refere o n.º 5 do artigo 10.º; \nd) De informações de viabilidade, licenças ou autorizações administrativas requeridas ulteriormente à notificação a que se refere o n.º 5 do artigo 10.º \n3 - Na fixação da justa indemnização não são considerados quaisquer factores, circunstâncias ou situações criadas com o propósito de aumentar o valor da indemnização. \n4 - (Revogado). \n5 - Sem prejuízo do disposto nos n.os 2 e 3 do presente artigo, o valor dos bens calculado de acordo com os critérios referenciais constantes dos artigos 26.º e seguintes deve corresponder ao valor real e corrente dos mesmos, numa situação normal de mercado, podendo a entidade expropriante e o expropriado, quando tal se não verifique requerer, ou o tribunal decidir oficiosamente, que na avaliação sejam atendidos outros critérios para alcançar aquele valor. \n6 - O Estado garante o pagamento da justa indemnização, nos termos previstos no presente Código. \n7 - O Estado, quando satisfaça a indemnização, tem direito de regresso sobre a entidade expropriante, podendo, independentemente de quaisquer formalidades, proceder à cativação de transferências orçamentais até ao valor total da dívida, incluindo os juros de mora que se mostrem devidos desde a data do pagamento da indemnização.",
      "updates": [
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 67-A/2007 - Diário da República n.º 251/2007, Suplemento n.º 1, Série I de 2007-12-31",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/67-a-2007-529450",
          "active_from": "2008-01-01"
        },
        {
          "text": "Lei n.º 67-A/2007 - Diário da República n.º 251/2007, Suplemento n.º 1, Série I de 2007-12-31",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/67-a-2007-529450",
          "active_from": "2008-01-01"
        }
      ],
      "previous_iterations": []
    },
    "Do_conteúdo_da_indemnização>:>Artigo_24.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do conteúdo da indemnização>:",
      "title": "Artigo 24.º",
      "epigrafe": "Cálculo do montante da indemnização",
      "text": "1 - O montante da indemnização calcula-se com referência à data da declaração de utilidade pública, sendo actualizado à data da decisão final do processo de acordo com a evolução do índice de preços no consumidor, com exclusão da habitação. \n2 - O índice referido no número anterior é o publicado pelo Instituto Nacional de Estatística relativamente ao local da situação dos bens ou da sua maior extensão. \n3 - Nos casos previstos na parte final do n.º 8 do artigo 5.º e no n.º 6 do artigo 13.º, a actualização do montante da indemnização abrange também o período que mediar entre a data da decisão judicial que fixar definitivamente a indemnização e a data do efectivo pagamento do montante actualizado.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_conteúdo_da_indemnização>:>Artigo_25.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do conteúdo da indemnização>:",
      "title": "Artigo 25.º",
      "epigrafe": "Classificação dos solos",
      "text": "1 - Para efeitos do cálculo da indemnização por expropriação, o solo classifica-se em: \na) Solo apto para a construção;\nb) Solo para outros fins.\n2 - Considera-se solo apto para a construção:\na) O que dispõe de acesso rodoviário e de rede de abastecimento de água, de energia eléctrica e de saneamento, com características adequadas para servir as edificações nele existentes ou a construir; \nb) O que apenas dispõe de parte das infra-estruturas referidas na alínea anterior, mas se integra em núcleo urbano existente; \nc) O que está destinado, de acordo com instrumento de gestão territorial, a adquirir as características descritas na alínea a); \nd) O que, não estando abrangido pelo disposto nas alíneas anteriores, possui, todavia, alvará de loteamento ou licença de construção em vigor no momento da declaração de utilidade pública, desde que o processo respectivo se tenha iniciado antes da data da notificação a que se refere o n.º 5 do artigo 10.º \n3 - Considera-se solo para outros fins o que não se encontra em qualquer das situações previstas no número anterior.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_conteúdo_da_indemnização>:>Artigo_26.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do conteúdo da indemnização>:",
      "title": "Artigo 26.º",
      "epigrafe": "Cálculo do valor do solo apto para a construção",
      "text": "1 - O valor do solo apto para a construção calcula-se por referência à construção que nele seria possível efectuar se não tivesse sido sujeito a expropriação, num aproveitamento económico normal, de acordo com as leis e os regulamentos em vigor, nos termos dos números seguintes e sem prejuízo do disposto no n.º 5 do artigo 23.º \n2 - O valor do solo apto para construção será o resultante da média aritmética actualizada entre os preços unitários de aquisições, ou avaliações fiscais que corrijam os valores declarados, efectuadas na mesma freguesia e nas freguesias limítrofes nos três anos, de entre os últimos cinco, com média anual mais elevada, relativamente a prédios com idênticas características, atendendo aos parâmetros fixados em instrumento de planeamento territorial, corrigido por ponderação da envolvente urbana do bem expropriado, nomeadamente no que diz respeito ao tipo de construção existente, numa percentagem máxima de 10%. \n3 - Para os efeitos previstos no número anterior, os serviços competentes do Ministério das Finanças deverão fornecer, a solicitação da entidade expropriante, a lista das transacções e das avaliações fiscais que corrijam os valores declarados efectuadas na zona e os respectivos valores. \n4 - Caso não se revele possível aplicar o critério estabelecido no n.º 2, por falta de elementos, o valor do solo apto para a construção calcula-se em função do custo da construção, em condições normais de mercado, nos termos dos números seguintes. \n5 - Na determinação do custo da construção atende-se, como referencial, aos montantes fixados administrativamente para efeitos de aplicação dos regimes de habitação a custos controlados ou de renda condicionada. \n6 - Num aproveitamento economicamente normal, o valor do solo apto para a construção deverá corresponder a um máximo de 15% do custo da construção, devidamente fundamentado, variando, nomeadamente, em função da localização, da qualidade ambiental e dos equipamentos existentes na zona, sem prejuízo do disposto no número seguinte. \n7 - A percentagem fixada nos termos do número anterior poderá ser acrescida até ao limite de cada uma das percentagens seguintes, e com a variação que se mostrar justificada: \na) Acesso rodoviário, com pavimentação em calçada, betuminoso ou equivalente junto da parcela - 1,5%; \nb) Passeios em toda a extensão do arruamento ou do quarteirão, do lado da parcela - 0,5%; \nc) Rede de abastecimento domiciliário de água, com serviço junto da parcela - 1%; \nd) Rede de saneamento, com colector em serviço junto da parcela - 1,5%;\ne) Rede de distribuição de energia eléctrica em baixa tensão com serviço junto da parcela - 1%; \nf) Rede de drenagem de águas pluviais com colector em serviço junto da parcela - 0,5%; \ng) Estação depuradora, em ligação com a rede de colectores de saneamento com serviço junto da parcela - 2%; \nh) Rede distribuidora de gás junto da parcela - 1%;\ni) Rede telefónica junto da parcela - 1%.\n8 - Se o custo da construção for substancialmente agravado ou diminuído pelas especiais condições do local, o montante do acréscimo ou da diminuição daí resultante é reduzido ou adicionado ao custo da edificação a considerar para efeito da determinação do valor do terreno. \n9 - Se o aproveitamento urbanístico que serviu de base à aplicação do critério fixado nos n.os 4 a 8 constituir, comprovadamente, uma sobrecarga incomportável para as infra-estruturas existentes, no cálculo do montante indemnizatório deverão ter-se em conta as despesas necessárias ao reforço das mesmas. \n10 - O valor resultante da aplicação dos critérios fixados nos n.os 4 a 9 será objecto da aplicação de um factor correctivo pela inexistência do risco e do esforço inerente à actividade construtiva, no montante máximo de 15% do valor da avaliação. \n11 - No cálculo do valor do solo apto para a construção em áreas críticas de recuperação e reconversão urbanística, legalmente fixadas, ter-se-á em conta que o volume e o tipo de construção possível não deve exceder os da média das construções existentes do lado do traçado do arruamento em que se situe, compreendido entre duas vias consecutivas. \n12 - Sendo necessário expropriar solos classificados como zona verde, de lazer ou para instalação de infra-estruturas e equipamentos públicos por plano municipal de ordenamento do território plenamente eficaz, cuja aquisição seja anterior à sua entrada em vigor, o valor de tais solos será calculado em função do valor médio das construções existentes ou que seja possível edificar nas parcelas situadas numa área envolvente cujo perímetro exterior se situe a 300 m do limite da parcela expropriada.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_conteúdo_da_indemnização>:>Artigo_27.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do conteúdo da indemnização>:",
      "title": "Artigo 27.º",
      "epigrafe": "Cálculo do valor do solo para outros fins",
      "text": "1 - O valor do solo apto para outros fins será o resultante da média aritmética actualizada entre os preços unitários de aquisições ou avaliações fiscais que corrijam os valores declarados efectuadas na mesma freguesia e nas freguesias limítrofes nos três anos, de entre os últimos cinco, com média anual mais elevada, relativamente a prédios com idênticas características, atendendo aos parâmetros fixados em instrumento de planeamento territorial e à sua aptidão específica. \n2 - Para os efeitos previstos no número anterior, os serviços competentes do Ministério das Finanças deverão fornecer, a solicitação da entidade expropriante, a lista das transacções e das avaliações fiscais que corrijam os valores declarados efectuadas na zona e os respectivos valores. \n3 - Caso não se revele possível aplicar o critério estabelecido no n.º 1, por falta de elementos, o valor do solo para outros fins será calculado tendo em atenção os seus rendimentos efectivo ou possível no estado existente à data da declaração de utilidade pública, a natureza do solo e do subsolo, a configuração do terreno e as condições de acesso, as culturas predominantes e o clima da região, os frutos pendentes e outras circunstâncias objectivas susceptíveis de influir no respectivo cálculo.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_conteúdo_da_indemnização>:>Artigo_28.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do conteúdo da indemnização>:",
      "title": "Artigo 28.º",
      "epigrafe": "Cálculo do valor de edifícios ou construções e das respectivas áreas de implantação e logradouros",
      "text": "1 - Na determinação do valor dos edifícios ou das construções com autonomia económica atende-se, designadamente, aos seguintes elementos: \na) Valor da construção, considerando o seu custo actualizado, a localização, o ambiente envolvente e a antiguidade; \nb) Sistemas de infra-estruturas, transportes públicos e proximidade de equipamentos; \nc) Nível de qualidade arquitectónica e conforto das construções existentes e estado de conservação, nomeadamente dos pavimentos e coberturas, das paredes exteriores, partes comuns, portas e janelas; \nd) Área bruta;\ne) Preço das aquisições anteriores e respectivas datas;\nf) Número de inquilinos e rendas;\ng) Valor de imóveis próximos, da mesma qualidade;\nh) Declarações feitas pelos contribuintes ou avaliações para fins fiscais ou outros. \n2 - No caso de o aproveitamento económico normal da área de implantação e do logradouro não depender da demolição dos edifícios ou das construções, a justa indemnização corresponde ao somatório dos valores do solo e das construções, determinados nos termos do presente Código. \n3 - No caso contrário, calcula-se o valor do solo, nele deduzindo o custo das demolições e dos desalojamentos que seriam necessários para o efeito, correspondendo a indemnização à diferença apurada, desde que superior ao valor determinado nos termos do número anterior.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_conteúdo_da_indemnização>:>Artigo_29.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do conteúdo da indemnização>:",
      "title": "Artigo 29.º",
      "epigrafe": "Cálculo do valor nas expropriações parciais",
      "text": "1 - Nas expropriações parciais, os árbitros ou os peritos calculam sempre, separadamente, o valor e o rendimento totais do prédio e das partes abrangidas e não abrangidas pela declaração de utilidade pública. \n2 - Quando a parte não expropriada ficar depreciada pela divisão do prédio ou desta resultarem outros prejuízos ou encargos, incluindo a diminuição da área total edificável ou a construção de vedações idênticas às demolidas ou às subsistentes, especificam-se também, em separado, os montantes da depreciação e dos prejuízos ou encargos, que acrescem ao valor da parte expropriada. \n3 - Não haverá lugar à avaliação da parte não expropriada, nos termos do n.º 1, quando os árbitros ou os peritos, justificadamente, concluírem que, nesta, pela sua extensão, não ocorrem as circunstâncias a que se referem as alíneas a) e b) do n.º 2 e o n.º 3 do artigo 3.º",
      "updates": [],
      "previous_iterations": []
    },
    "Do_conteúdo_da_indemnização>:>Artigo_30.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do conteúdo da indemnização>:",
      "title": "Artigo 30.º",
      "epigrafe": "Indemnização respeitante ao arrendamento",
      "text": "1 - O arrendamento para comércio, indústria ou exercício de profissão liberal, ou para habitação no caso previsto no n.º 2 do artigo 9.º, bem como o arrendamento rural, são considerados encargos autónomos para efeito de indemnização dos arrendatários. \n2 - O inquilino habitacional obrigado a desocupar o fogo em consequência de caducidade do arrendamento resultante de expropriação pode optar entre uma habitação cujas características, designadamente de localização e renda, sejam semelhantes às da anterior ou por indemnização satisfeita de uma só vez. \n3 - Na fixação da indemnização a que se refere o número anterior atende-se ao valor do fogo, ao valor das benfeitorias realizadas pelo arrendatário e à relação entre as rendas pagas por este e as praticadas no mercado. \n4 - Na indemnização respeitante a arrendamento para comércio, indústria ou exercício de profissão liberal atende-se às despesas relativas à nova instalação, incluindo os diferenciais de renda que o arrendatário irá pagar, e aos prejuízos resultantes do período de paralisação da actividade, necessário para a transferência, calculados nos termos gerais de direito. \n5 - Na indemnização respeitante a arrendamento rural atende-se, além do valor dos frutos pendentes ou das colheitas inutilizadas, ao valor das benfeitorias a que o rendeiro tenha direito e aos demais prejuízos emergentes da cessação do arrendamento, calculados nos termos gerais de direito. \n6 - O disposto nos números anteriores é também aplicável se a expropriação recair directamente sobre o arrendamento e no caso de resolução do contrato de arrendamento nos termos dos artigos 8.º e 11.º do Decreto n.º 139-A/79, de 24 de Dezembro.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_conteúdo_da_indemnização>:>Artigo_31.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do conteúdo da indemnização>:",
      "title": "Artigo 31.º",
      "epigrafe": "Indemnização pela interrupção da actividade comercial, industrial, liberal ou agrícola",
      "text": "1 - Nos casos em que o proprietário do prédio nele exerça qualquer actividade prevista no n.º 4 do artigo anterior, à indemnização pelo valor do prédio acresce a que corresponder aos prejuízos da cessação inevitável ou da interrupção e transferência dessa actividade, pelo período de tempo objectivamente necessário, calculada nos termos do mesmo preceito. \n2 - Se da expropriação resultarem prejuízos para o conjunto da exploração agrícola efectuada directamente pelo proprietário, à indemnização correspondente acresce a relativa àqueles prejuízos, calculada nos termos gerais de direito.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_conteúdo_da_indemnização>:>Artigo_32.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do conteúdo da indemnização>:",
      "title": "Artigo 32.º",
      "epigrafe": "Indemnização pela expropriação de direitos diversos da propriedade plena",
      "text": "Na expropriação de direitos diversos da propriedade plena, a indemnização é determinada de harmonia com os critérios fixados para aquela propriedade, na parte em que forem aplicáveis.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_I:Expropriação_amigável>Artigo_33.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo I:Expropriação amigável",
      "title": "Artigo 33.º",
      "epigrafe": "Tentativa de acordo",
      "text": "Antes de promover a constituição de arbitragem, a entidade expropriante deve procurar chegar a acordo com o expropriado e os demais interessados nos termos dos artigos seguintes.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_I:Expropriação_amigável>Artigo_34.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo I:Expropriação amigável",
      "title": "Artigo 34.º",
      "epigrafe": "Objecto do acordo",
      "text": "Nas expropriações amigáveis podem constituir objecto de acordo entre a entidade expropriante e expropriado ou demais interessados: \na) O montante da indemnização;\nb) O pagamento de indemnização ou de parte dela em prestações, os juros respectivos e o prazo de pagamento destes; \nc) O modo de satisfazer as prestações;\nd) A indemnização através da cedência de bens ou direitos nos termos dos artigos 67.º e 69.º; \ne) A expropriação total;\nf) Condições acessórias.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_I:Expropriação_amigável>Artigo_35.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo I:Expropriação amigável",
      "title": "Artigo 35.º",
      "epigrafe": "Proposta da entidade expropriante",
      "text": "1 - No prazo de 15 dias após a publicação da declaração de utilidade pública, a entidade expropriante, através de carta ou ofício registado com aviso de recepção, dirige proposta do montante indemnizatório ao expropriado e aos demais interessados cujos endereços sejam conhecidos, bem como ao curador provisório. \n2 - O expropriado e demais interessados dispõem do prazo de 15 dias para responder, podendo fundamentar a sua contraproposta em valor constante de relatório elaborado por perito da sua escolha. \n3 - Na falta de resposta ou de interesse da entidade expropriante em relação à contraproposta, esta dá início à expropriação litigiosa, nos termos dos artigos 38.º e seguintes, notificando deste facto o expropriado e os demais interessados que tiverem respondido. \n4 - O expropriado e os demais interessados devem esclarecer, por escrito, dentro dos prazos de oito dias a contar da data em que tenham sido notificados para o efeito, as questões que lhes forem postas pela entidade expropriante.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_I:Expropriação_amigável>Artigo_36.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo I:Expropriação amigável",
      "title": "Artigo 36.º",
      "epigrafe": "Formalização do acordo por escritura ou auto",
      "text": "1 - O acordo entre a entidade expropriante e os demais interessados deve constar: \na) De escritura de expropriação amigável, se a entidade expropriante tiver notário privativo; \nb) De auto de expropriação amigável, a celebrar perante o notário privativo do município do lugar da situação do bem expropriado ou da sua maior extensão, ou, sendo a entidade expropriante do sector público administrativo, perante funcionário designado para o efeito. \n2 - O disposto nas alíneas anteriores não prejudica o recurso ao notário público, beneficiando os interessados de prioridade sobre o restante serviço notarial. \n3 - O auto ou a escritura celebrado nos termos dos números anteriores, que tenha por objecto parte de um prédio, qualquer que seja a sua área, constitui título bastante para efeitos da sua desanexação.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_I:Expropriação_amigável>Artigo_37.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo I:Expropriação amigável",
      "title": "Artigo 37.º",
      "epigrafe": "Conteúdo da escritura ou do auto",
      "text": "1 - O auto ou a escritura serão lavrados dentro dos oito dias subsequentes àquele em que o acordo estabelecido for comunicado pela entidade expropriante ao notário, oficial público ou funcionário designado nos termos da alínea b) do n.º 1 do artigo anterior, em conformidade com o disposto no Código do Notariado. \n2 - Do auto ou escritura deverão ainda constar:\na) A indemnização acordada e a forma de pagamento;\nb) A data e o número do Diário da República em que foi publicada a declaração de utilidade pública da expropriação; \nc) O extracto da planta parcelar.\n3 - A indemnização acordada pode ser atribuída a cada um dos interessados ou fixada globalmente. \n4 - Não havendo acordo entre os interessados sobre a partilha da indemnização global que tiver sido acordada, é esta entregue àquele que por todos for designado ou consignada em depósito no lugar do domicílio da entidade expropriante, à ordem do juiz de direito da comarca do lugar da situação dos bens ou da maior extensão deles, efectuando-se a partilha nos termos do Código de Processo Civil. \n5 - Salvo no caso de dolo ou culpa grave por parte da entidade expropriante, o aparecimento de interessados desconhecidos à data da celebração da escritura ou do auto apenas dá lugar à reconstituição da situação que existiria se tivessem participado no acordo, nos termos em que este foi concluído. \n6 - A entidade expropriante deve facultar ao expropriado e aos demais interessados cópia autenticada do auto ou da escritura de expropriação amigável, quando solicitada.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_38.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 38.º",
      "epigrafe": "Arbitragem",
      "text": "1 - Na falta de acordo sobre o valor da indemnização, é este fixado por arbitragem, com recurso para os tribunais comuns. \n2 - O valor do processo, para efeitos de admissibilidade de recurso, nos termos do Código de Processo Civil, corresponde ao maior dos seguintes: \na) Decréscimo da indemnização pedida no recurso da entidade expropriante ou acréscimo global das indemnizações pedidas nos recursos do expropriado e dos demais interessados, a que se refere o número seguinte; \nb) Diferença entre os valores de indemnização constantes do recurso da entidade expropriante e o valor global das indemnizações pedidas pelo expropriado e pelos demais interessados nos respectivos recursos, a que se refere o número seguinte. \n3 - Da decisão arbitral cabe sempre recurso com efeito meramente devolutivo para o tribunal do lugar da situação dos bens ou da sua maior extensão.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_39.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 39.º",
      "epigrafe": "Autuação",
      "text": "1 - É aberto um processo de expropriação com referência a cada um dos imóveis abrangidos pela declaração de utilidade pública. \n2 - Quando dois ou mais imóveis tenham pertencido ao mesmo proprietário ou conjunto de comproprietários é obrigatória a apensação dos processos em que não se verifique acordo sobre os montantes das indemnizações.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_40.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 40.º",
      "epigrafe": "Legitimidade",
      "text": "1 - Têm legitimidade para intervir no processo a entidade expropriante, o expropriado e os demais interessados. \n2 - A intervenção de qualquer interessado na pendência do processo não implica a repetição de quaisquer termos ou diligências.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_41.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 41.º",
      "epigrafe": "Suspensão da instância e nomeação de curador provisório",
      "text": "1 - O falecimento, na pendência do processo, de algum interessado só implica a suspensão da instância depois de notificada à entidade expropriante a adjudicação da propriedade e posse, esta no caso de não ter havido investidura administrativa. \n2 - Havendo interessados incapazes, ausentes ou desconhecidos, sem que esteja organizada a respectiva representação, o juiz, oficiosamente ou a requerimento do Ministério Público ou de qualquer interessado, nomeia-lhes curador provisório, que será, quanto aos incapazes, na falta de razões ponderosas em contrário, a pessoa a cuja guarda estiverem entregues. \n3 - No caso de o processo de expropriação ainda não se encontrar em juízo, o juiz determina a sua remessa imediata, para os efeitos do número anterior, pelo período indispensável à decisão do incidente. \n4 - A intervenção do curador provisório cessa logo que se encontre designado o normal representante do incapaz ou do ausente ou passem a ser conhecidos os interessados cuja ausência justificara a curadoria.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_42.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 42.º",
      "epigrafe": "Promoção da arbitragem",
      "text": "1 - Compete à entidade expropriante, ainda que seja de direito privado, promover, perante si, a constituição e o funcionamento da arbitragem. \n2 - As funções da entidade expropriante referidas no número anterior passam a caber ao juiz de direito da comarca do local da situação do bem ou da sua maior extensão em qualquer dos seguintes casos: \na) Se for julgada procedente a reclamação referida no n.º 1 do artigo 54.º;\nb) Se o procedimento de expropriação sofrer atrasos não imputáveis ao expropriado ou aos demais interessados que, no seu conjunto, ultrapassem 90 dias, contados nos termos do artigo 279.º do Código Civil; \nc) Se a lei conferir ao interessado o direito de requerer a expropriação de bens próprios; \nd) Se a declaração de utilidade pública for renovada;\ne) Nos casos previstos nos artigos 15.º e 16.º;\nf) Os casos previstos nos artigos 92.º, 93.º e 94.º\n3 - O disposto nas alíneas b), c), d) e e) do número anterior depende de requerimento do interessado, decidindo o juiz depois de notificada a parte contrária para se pronunciar no prazo de 10 dias. \n4 - Se for ordenada a remessa ou a avocação do processo, o juiz fixa prazo para a sua efectivação, não superior a 30 dias, sob pena de multa até 10 unidades de conta, verificando-se atraso não justificado.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_43.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 43.º",
      "epigrafe": "Petições a apresentar no tribunal",
      "text": "1 - As petições a que se referem o n.º 2 do artigo 41.º, o n.º 3 do artigo anterior, o n.º 2 do artigo 51.º e a parte final do n.º 2 do artigo 54.º são apresentadas directamente na secretaria do tribunal competente para o processo de expropriação litigiosa. \n2 - Os processos originados pelas petições referidas no número anterior são dependência do processo de expropriação; o juiz a quem este for distribuído determinará que aqueles processos lhe sejam remetidos, ficando com competência exclusiva para os respectivos termos subsequentes à remessa. \n3 - Os processos recebidos nos termos da parte final do número anterior são apensados ao processo de expropriação.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_44.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 44.º",
      "epigrafe": "Natureza dos processos litigiosos",
      "text": "Os processos de expropriação litigiosa, bem como os que deles são dependentes, não têm carácter urgente, sem prejuízo de os actos relativos à adjudicação da propriedade e da posse e sua notificação aos interessados deverem ser praticados mesmo durante as férias judiciais.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_45.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 45.º",
      "epigrafe": "Designação dos árbitros",
      "text": "1 - Na arbitragem intervêm três árbitros designados pelo presidente do tribunal da Relação da situação dos prédios ou da sua maior extensão. \n2 - Os árbitros são escolhidos de entre os peritos da lista oficial, devendo o presidente do tribunal da Relação indicar logo o que presidirá. \n3 - Para o efeito do disposto nos números precedentes, a entidade expropriante solicita a designação dos árbitros directamente ao presidente do tribunal da Relação. \n4 - O despacho de designação dos árbitros é proferido no prazo de cinco dias.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_46.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 46.º",
      "epigrafe": "Designação de grupos de árbitros",
      "text": "1 - Pode ser designado mais de um grupo de árbitros sempre que, em virtude da extensão e do número de bens a expropriar, um único grupo de árbitros se mostre manifestamente insuficiente para assegurar o normal andamento de todos os processos. \n2 - A decisão prevista no número anterior é da competência do presidente do tribunal da Relação da situação dos bens a expropriar ou da sua maior extensão, mediante proposta fundamentada da entidade expropriante. \n3 - Se os peritos da lista oficial forem insuficientes para a constituição do conveniente número de grupos de árbitros, recorre-se a peritos incluídos nas listas de outros distritos, com preferência, quando possível, para os das listas dos distritos contíguos. \n4 - A distribuição dos processos pelos grupos de árbitros consta do despacho de designação e respeita a sequência geográfica das parcelas, que a entidade expropriante deve indicar no seu pedido, sem prejuízo do disposto no n.º 2 do artigo 39.º, com as necessárias adaptações.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_47.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 47.º",
      "epigrafe": "Notificação da designação dos árbitros",
      "text": "1 - No prazo de 10 dias a contar da sua recepção, a entidade expropriante notifica na íntegra a comunicação da designação dos árbitros: \na) Por carta ou ofício registado, com aviso de recepção, dirigido aos interessados de que se conheça a respectiva residência e ao curador provisório; \nb) Por edital, com dilação de oito dias, a afixar na entrada principal do edifício da câmara municipal do concelho onde se situam os prédios ou a sua maior extensão, relativamente aos interessados não abrangidos pela alínea anterior e àqueles que não for possível notificar nos termos nela prescritos; \nc) Aos árbitros, devendo a comunicação dirigida ao respectivo presidente ser acompanhada do processo de expropriação ou de cópia deste e, sempre que possível, de indicação da descrição predial e da inscrição matricial do prédio. \n2 - Na notificação e nos editais a que se refere o número anterior dá-se conhecimento ao expropriado e aos demais interessados da faculdade de apresentação de quesitos nos termos do artigo seguinte.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_48.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 48.º",
      "epigrafe": "Apresentação de quesitos",
      "text": "No prazo de 15 dias a contar da notificação podem as partes apresentar ao árbitro presidente, em quadruplicado, os quesitos que entendam pertinentes para a fixação do valor dos bens objecto da expropriação.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_49.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 49.º",
      "epigrafe": "Decisão arbitral",
      "text": "1 - O acórdão dos árbitros é proferido em conferência, servindo de relator o presidente. \n2 - O acórdão, devidamente fundamentado, é tomado por maioria; não se obtendo uma decisão arbitral por unanimidade ou maioria, vale como tal a média aritmética dos laudos que mais se aproximarem ou o laudo intermédio, se as diferenças entre ele e cada um dos restantes forem iguais. \n3 - Os laudos são juntos ao acórdão dos árbitros, devem ser devidamente justificados e conter as respostas aos quesitos com indicação precisa das que serviram de base ao cálculo da indemnização proposta, bem como a justificação dos critérios de cálculo adoptados e a sua conformidade com o disposto no n.º 4 do artigo 23.º \n4 - A decisão dos árbitros é entregue à entidade expropriante no prazo máximo de 30 dias a contar da recepção da comunicação a que se refere a alínea c) do n.º 1 do artigo 47.º ou da apresentação dos quesitos. \n5 - Em casos devidamente justificados, designadamente em razão do número de arbitragens, o prazo a que se refere o número anterior pode ser prorrogado até 60 dias, a requerimento de qualquer dos árbitros, dirigido à entidade expropriante. \n6 - É aplicável o disposto no n.º 3 do artigo 21.º",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_50.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 50.º",
      "epigrafe": "Honorários",
      "text": "1 - Os honorários dos árbitros são pagos pela entidade expropriante, mediante apresentação de factura devidamente justificada e de acordo com o Código das Custas Judiciais. \n2 - As despesas efectuadas pelos árbitros são pagas mediante entrega dos respectivos comprovativos. \n3 - A entidade expropriante está dispensada do pagamento de honorários aos árbitros que, salvo motivo justificativo, não entreguem o acórdão nos prazos legais.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_51.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 51.º",
      "epigrafe": "Remessa do processo",
      "text": "1 - A entidade expropriante remete o processo de expropriação ao tribunal da comarca da situação do bem expropriado ou da sua maior extensão no prazo de 30 dias, a contar do recebimento da decisão arbitral, acompanhado de certidões actualizadas das descrições e das inscrições em vigor dos prédios na conservatória do registo predial competente e das respectivas inscrições matriciais, ou de que os mesmos estão omissos, bem como da guia de depósito à ordem do tribunal do montante arbitrado ou, se for o caso, da parte em que este exceda a quantia depositada nos termos da alínea b) do n.º 1 ou do n.º 5 do artigo 20.º; se não for respeitado o prazo fixado, a entidade expropriante deposita, também, juros moratórios correspondentes ao período de atraso, calculados nos termos do n.º 2 do artigo 70.º, e sem prejuízo do disposto nos artigos 71.º e 72.º \n2 - Se o processo não for remetido a juízo no prazo referido, o tribunal determina, a requerimento de qualquer interessado, a notificação da entidade expropriante para que o envie no prazo de 10 dias, acompanhado da guia de depósito, sob cominação de o mesmo ser avocado. \n3 - Decorrendo o processo perante o juiz, nos termos previstos no presente Código, este, após entrega do relatório dos árbitros, notifica a entidade expropriante para proceder ao depósito da indemnização no prazo de 30 dias; não sendo efectuado o depósito no prazo fixado, determina-se o cumprimento do disposto na parte final do n.º 1 anterior, com as necessárias adaptações. \n4 - Se os depósitos a que se referem os números anteriores não forem efectuados nos prazos previstos, é aplicável o disposto no n.º 4 do artigo 71.º \n5 - Depois de devidamente instruído o processo e de efectuado o depósito nos termos dos números anteriores, o juiz, no prazo de 10 dias, adjudica à entidade expropriante a propriedade e posse, salvo, quanto a esta, se já houver posse administrativa, e ordena simultaneamente a notificação do seu despacho, da decisão arbitral e de todos os elementos apresentados pelos árbitros, à entidade expropriante e aos expropriados e demais interessados, com indicação, quanto a estes, do montante depositado e da faculdade de interposição de recurso a que se refere o artigo 52.º \n6 - A adjudicação da propriedade é comunicada pelo tribunal ao conservador do registo predial competente para efeitos de registo oficioso.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_52.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 52.º",
      "epigrafe": "Recurso",
      "text": "1 - O recurso da decisão arbitral deve ser interposto no prazo de 20 dias a contar da notificação realizada nos termos da parte final do n.º 5 do artigo anterior, sem prejuízo do disposto no Código de Processo Civil sobre interposição de recursos subordinados, salvo quanto ao prazo, que será de 20 dias. \n2 - Quando não haja recurso, o juiz observa, no que respeita à atribuição da indemnização aos interessados, o disposto nos n.os 3 e 4 do artigo 37.º, com as necessárias adaptações. \n3 - Se houver recurso, o juiz atribui imediatamente aos interessados, nos termos do número anterior, o montante sobre o qual se verifique acordo, retendo, porém, se necessário, a quantia provável das custas do processo no caso de o expropriado ou os demais interessados decaírem no recurso. \n4 - Qualquer dos titulares de direito a indemnização pode requerer, no prazo de 10 dias a contar da notificação da decisão a que se refere o número anterior, que lhe seja entregue a parte da quantia sobre a qual não se verifica acordo que lhe competir, mediante prestação de garantia bancária ou seguro-caução de igual montante. \n5 - Não sendo exercido o direito a que se refere o número anterior, a entidade expropriante pode requerer a substituição por caução do depósito da parte da indemnização sobre a qual não se verifica acordo.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_53.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 53.º",
      "epigrafe": "Dúvidas sobre a titularidade de direitos",
      "text": "1 - Se o recebimento do depósito, nos termos do artigo precedente, depender da decisão de questão prévia ou prejudicial respeitante à titularidade da indemnização, é esta decidida provisoriamente no processo, precedendo produção da prova que o juiz tiver por necessária. \n2 - O incidente a que se refere o número anterior é autuado por apenso, devendo ser decidido no prazo de 30 dias. \n3 - Enquanto não estiver definitivamente resolvida a questão da titularidade do crédito indemnizatório, não se procede a nenhum pagamento que dela dependa sem que seja prestada caução; a caução prestada garante também o recebimento da indemnização por aquele a quem, na respectiva acção, seja reconhecido definitivamente direito à mesma. \n4 - Da decisão do incidente cabe recurso com efeito meramente devolutivo, que sobe imediatamente no apenso.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_54.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 54.º",
      "epigrafe": "Reclamação",
      "text": "1 - O expropriado, a entidade expropriante nos casos em que lhe não seja imputável ou os demais interessados podem reclamar, no prazo de 10 dias a contar do seu conhecimento, contra qualquer irregularidade cometida no procedimento administrativo, nomeadamente na convocação ou na realização da vistoria ad perpetuam rei memoriam, bem como na constituição ou no funcionamento da arbitragem ou nos laudos ou acórdão dos árbitros, designadamente por falta de cumprimento dos prazos fixados na lei, oferecendo logo as provas que tiverem por convenientes e que não constem já do processo. \n2 - Recebida a reclamação, o perito ou o árbitro presidente, conforme for o caso, exara informação sobre a tempestividade, os fundamentos e as provas oferecidas, devendo o processo ser remetido pela entidade expropriante ao juiz de direito da comarca da situação dos bens ou da sua maior extensão no prazo de 10 dias a contar da apresentação da reclamação, sob pena de avocação imediata do procedimento pelo tribunal, mediante participação do reclamante, instruída com cópia da reclamação contendo nota de recepção com menção da respectiva data. \n3 - O juiz decide com base nas provas oferecidas que entenda úteis à decisão do incidente e nos elementos fornecidos pelo procedimento, podendo solicitar esclarecimentos ou provas complementares. \n4 - Sendo a reclamação julgada improcedente, o juiz manda devolver imediatamente o processo de expropriação à entidade expropriante. \n5 - No despacho que julgar procedente a reclamação, o juiz indica os actos ou diligências que devem ser repetidos ou reformulados, sem prejuízo do disposto no n.º 2 do artigo 42.º \n6 - Da decisão cabe recurso com efeito meramente devolutivo, que sobe com o recurso da decisão final.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_55.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 55.º",
      "epigrafe": "Requerimento",
      "text": "1 - Dentro do prazo do recurso da decisão arbitral podem os interessados requerer a expropriação total, nos termos do n.º 2 do artigo 3.º \n2 - A entidade expropriante é notificada para, no prazo de 20 dias, responder ao pedido de expropriação total. \n3 - O juiz profere decisão sobre o pedido de expropriação total, no prazo de 10 dias, dela cabendo recurso, com subida imediata em separado e com efeito meramente devolutivo. \n4 - Decretada a expropriação total, é a entidade expropriante notificada para efectuar depósito complementar do montante indemnizatório, nos termos aplicáveis do n.º 3 do artigo 51.º \n5 - Enquanto não estiver definitivamente decidido o pedido de expropriação total, o expropriado e os demais interessados só podem receber o acréscimo de indemnização correspondente mediante prestação de garantia bancária ou seguro-caução de igual montante. \n6 - Na hipótese prevista neste artigo, podem adquirir a parte do prédio que não seja necessária ao fim da expropriação as pessoas que gozem de preferência legal na respectiva alienação e os proprietários de terrenos confinantes, por esta ordem, gozando os segundos do direito de execução específica.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_56.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 56.º",
      "epigrafe": "Improcedência do pedido",
      "text": "1 - Quando a entidade expropriante pretender realizar obras na parte do prédio não expropriada por forma a evitar a situação prevista no n.º 2 do artigo 3.º, improcede o pedido de expropriação total. \n2 - Para efeitos do disposto no número anterior, o juiz na decisão em que conhecer da improcedência do pedido, fixa prazos para o início e a conclusão das obras pela entidade expropriante. \n3 - Se as obras não forem iniciadas no prazo fixado pelo juiz, a instância é renovada. \n4 - Se as obras forem iniciadas mas não estiverem concluídas no prazo fixado pelo juiz, este, ouvida a entidade expropriante, decide, de acordo com o respectivo estado de execução, se a instância é renovada.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_57.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 57.º",
      "epigrafe": "Caução",
      "text": "Enquanto não tiver transitado em julgado a decisão sobre o pedido de expropriação total, a entidade expropriante só pode entrar na posse da parte do bem cuja expropriação foi requerida pelo expropriado mediante prestação de caução.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_58.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 58.º",
      "epigrafe": "Requerimento",
      "text": "No requerimento da interposição do recurso da decisão arbitral, o recorrente deve expor logo as razões da discordância, oferecer todos os documentos, requerer as demais provas, incluindo a prova testemunhal, requerer a intervenção do tribunal colectivo, designar o seu perito e dar cumprimento ao disposto no artigo 577.º do Código de Processo Civil.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_59.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 59.º",
      "epigrafe": "Admissão do recurso",
      "text": "Interposto recurso, o processo é concluso ao juiz para se pronunciar sobre a sua admissibilidade, fixar o respectivo efeito e ordenar a notificação da parte contrária para responder, no caso de prosseguimento.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_60.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 60.º",
      "epigrafe": "Resposta",
      "text": "1 - A resposta a que se refere o artigo anterior é apresentada no prazo de 20 dias a contar da notificação da decisão que admitir o recurso; no caso de o recorrido pretender interpor recurso subordinado, a resposta conterá também o respectivo requerimento e as razões da sua discordância, podendo a parte contrária responder no prazo de 20 dias a contar da notificação do despacho que admitir tal recurso e ampliar o objecto da perícia. \n2 - Com o recurso subordinado ou com a resposta devem ser oferecidos todos os documentos, requeridas as demais provas, incluindo a prova testemunhal, requerida a intervenção do tribunal colectivo e designado o perito, dando-se cumprimento, quando for o caso, ao disposto no artigo 577.º do Código de Processo Civil.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_61.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 61.º",
      "epigrafe": "Diligências instrutórias",
      "text": "1 - Findo o prazo para a apresentação da resposta, seguem-se imediatamente as diligências instrutórias que o tribunal entenda úteis à decisão da causa. \n2 - Entre as diligências a realizar tem obrigatoriamente lugar a avaliação, a que o tribunal preside, cabendo-lhe fixar o respectivo prazo, não superior a 30 dias, e resolver por despacho as questões de direito suscitadas pelos peritos de que dependa a avaliação. \n3 - É aplicável o disposto nos artigos 578.º e 588.º do Código de Processo Civil. \n4 - Incumbe ao recorrente, e só a este, ainda que se trate de entidade isenta de custas, o encargo de efectuar o preparo para despesas com a avaliação e a inspecção judicial, se a esta houver lugar. \n5 - Quando se efectuar inspecção judicial, ficam a constar do respectivo auto todos os elementos reputados necessários para a decisão da causa. \n6 - Não há lugar a segunda avaliação.\n7 - Sendo necessário obter esclarecimentos de quem não haja de ser chamado a depor ou documento em poder de terceiro, o tribunal ordena a respectiva notificação, para o efeito, fixando prazo adequado; em caso de incumprimento do prazo, sem motivo justificativo, é aplicada multa até 10 unidades de conta.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_62.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 62.º",
      "epigrafe": "Designação e nomeação dos peritos",
      "text": "1 - A avaliação é efectuada por cinco peritos, nos termos seguintes:\na) Cada parte designa um perito e os três restantes são nomeados pelo tribunal de entre os da lista oficial; \nb) Se dois ou mais interessados tiverem designado peritos diferentes, são notificados para, no prazo de cinco dias, declararem qual o nome definitivamente escolhido, prevalecendo, na falta de acordo, a vontade da maioria, se desta fizer parte o proprietário expropriado; faltando a designação válida de algum perito, devolve-se a nomeação ao tribunal, aplicando-se o disposto na parte final da alínea anterior. \n2 - A falta de comparência de qualquer perito determina a sua imediata substituição, que é feita livremente pelo tribunal, nos termos da parte final da alínea a) do n.º 1. \n3 - As regras de recrutamento de peritos, a sua integração nas listas oficiais e a forma de publicação destas constam de decreto regulamentar, a publicar no prazo máximo de três meses a contar da data da publicação do presente Código.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_63.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 63.º",
      "epigrafe": "Notificação para o acto de avaliação",
      "text": "1 - As partes são notificadas para, querendo, comparecerem no acto da avaliação. \n2 - É entregue a cada perito cópia dos recursos, das respostas aos mesmos e do despacho que tiver sido proferido nos termos do n.º 2 do artigo 578.º do Código de Processo Civil.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_64.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 64.º",
      "epigrafe": "Alegações",
      "text": "1 - Concluídas as diligências de prova, as partes são notificadas para alegarem no prazo de 20 dias. \n2 - O prazo para a alegação do recorrido ou dos recorridos corre a partir do termo do prazo para alegação do recorrente, contando-se este último desde a notificação para alegar. \n3 - Recorrendo a título principal tanto a entidade expropriante como o expropriado, alega aquela em primeiro lugar.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_65.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 65.º",
      "epigrafe": "Prazo de decisão",
      "text": "As decisões sobre os recursos da decisão arbitral são proferidas no prazo máximo de 30 dias a contar do termo fixado para as alegações das partes.",
      "updates": [],
      "previous_iterations": []
    },
    "Processo_de_expropriação>Capítulo_II:Expropriação_litigiosa>Artigo_66.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Processo de expropriação>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 66.º",
      "epigrafe": "Decisão",
      "text": "1 - O juiz fixa o montante das indemnizações a pagar pela entidade expropriante. \n2 - A sentença é notificada às partes, podendo dela ser interposto recurso com efeito meramente devolutivo. \n3 - É aplicável o disposto nos n.os 2 a 4 do artigo 52.º, com as necessárias adaptações, devendo o juiz ordenar que a entidade expropriante efectue o depósito que for necessário no prazo de 10 dias. \n4 - O disposto nos números precedentes é também aplicável no caso de o processo prosseguir em traslado. \n5 - Sem prejuízo dos casos em que é sempre admissível recurso, não cabe recurso para o Supremo Tribunal de Justiça do acórdão do tribunal da Relação que fixa o valor da indemnização devida.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_pagamento_das_indemnizações>Capítulo_II:Expropriação_litigiosa>Artigo_67.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do pagamento das indemnizações>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 67.º",
      "epigrafe": "Formas de pagamento",
      "text": "1 - As indemnizações por expropriação por utilidade pública são pagas em dinheiro, de uma só vez, salvo as excepções previstas nos números seguintes. \n2 - Nas expropriações amigáveis, a entidade expropriante, o expropriado e os demais interessados podem acordar no pagamento da indemnização em prestações ou na cedência de bens ou direitos de acordo com o previsto no artigo 69.º \n3 - O disposto no número anterior aplica-se à transacção judicial ou extrajudicial na pendência do processo de expropriação. \n4 - Não são pagas quaisquer indemnizações sem que se mostre cumprido o disposto no artigo 29.º do Código da Contribuição Autárquica. \n5 - O pagamento acordado em prestações é efectuado dentro do prazo máximo de três anos, podendo o montante das mesmas variar de acordo com as circunstâncias.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_pagamento_das_indemnizações>Capítulo_II:Expropriação_litigiosa>Artigo_68.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do pagamento das indemnizações>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 68.º",
      "epigrafe": "Quantias em dívida",
      "text": "1 - As quantias em dívida vencem juros, pagáveis anual ou semestralmente, conforme for acordado. \n2 - Na falta de convenção entre as partes, a taxa de juro é a dos juros moratórios, nos termos do artigo 70.º \n3 - O montante das prestações vincendas é automaticamente actualizado no caso de agravamento do índice de preços no consumidor, na zona em causa, com exclusão da habitação, publicado pelo Instituto Nacional de Estatística.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_pagamento_das_indemnizações>Capítulo_II:Expropriação_litigiosa>Artigo_69.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do pagamento das indemnizações>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 69.º",
      "epigrafe": "Cedência de bens ou direitos",
      "text": "As partes podem acordar que a indemnização seja satisfeita, total ou parcialmente, através da cedência de bens ou direitos ao expropriado ou aos demais interessados.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_pagamento_das_indemnizações>Capítulo_II:Expropriação_litigiosa>Artigo_70.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do pagamento das indemnizações>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 70.º",
      "epigrafe": "Juros moratórios",
      "text": "1 - Os expropriados e demais interessados têm o direito de ser indemnizados pelos atrasos imputáveis à entidade expropriante no andamento do procedimento ou do processo expropriativo ou na realização de qualquer depósito no processo litigioso. \n2 - Os juros moratórios incidem sobre o montante definitivo da indemnização ou sobre o montante dos depósitos, conforme o caso, e a taxa respectiva é a fixada nos termos do artigo 559.º do Código Civil. \n3 - As cauções prestadas e os depósitos efectuados pela entidade expropriante respondem pelo pagamento dos juros moratórios que forem fixados pelo tribunal.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_pagamento_das_indemnizações>Capítulo_II:Expropriação_litigiosa>Artigo_71.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do pagamento das indemnizações>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 71.º",
      "epigrafe": "Depósito da indemnização",
      "text": "1 - Transitada em julgado a decisão que fixar o valor da indemnização, o juiz do tribunal da 1.ª instância ordena a notificação da entidade expropriante para, no prazo de 10 dias, depositar os montantes em dívida e juntar ao processo nota discriminada, justificativa dos cálculos da liquidação de tais montantes. \n2 - A secretaria notifica ao expropriado e aos demais interessados o montante depositado, bem como a nota referida na parte final do número anterior. \n3 - O expropriado e os demais interessados podem levantar os montantes depositados, sem prejuízo da sua impugnação nos termos do artigo seguinte e do disposto no n.º 3 do artigo 53.º \n4 - Não sendo efectuado o depósito no prazo fixado, o juiz ordenará o pagamento por força das cauções prestadas pela entidade expropriante ou outras providências que se revelarem necessárias, após o que, mostrando-se em falta alguma quantia, notificará o serviço que tem a seu cargo os avales do Estado para que efectue o depósito do montante em falta, em substituição da entidade expropriante.",
      "updates": [],
      "previous_iterations": []
    },
    "Do_pagamento_das_indemnizações>Capítulo_II:Expropriação_litigiosa>Artigo_72.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do pagamento das indemnizações>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 72.º",
      "epigrafe": "Impugnação dos montantes depositados",
      "text": "1 - No prazo de 30 dias a contar da notificação prevista no n.º 2 do artigo anterior, o expropriado e os demais interessados podem impugnar os montantes depositados, especificando os valores devidos e apresentando e requerendo todos os meios de prova. \n2 - Admitida a impugnação, a entidade expropriante é notificada para responder no prazo de 10 dias e para apresentar e requerer todos os meios de prova. \n3 - Produzidas as provas que o juiz considerar necessárias, é proferida decisão fixando os montantes devidos e determinando a realização do depósito complementar que for devido, no prazo de 10 dias. \n4 - Não sendo efectuado o depósito no prazo fixado, o juiz ordena o pagamento por força das cauções prestadas, ou as providências que se revelarem necessárias, aplicando-se ainda o disposto no n.º 4 do artigo anterior, com as necessárias adaptações, quanto aos montantes em falta. \n5 - Efectuado o pagamento ou assegurada a sua realização, o juiz autoriza o levantamento dos montantes que se mostrem excessivos ou a restituição a que haja lugar e determina o cancelamento das cauções que se mostrem injustificadas, salvo o disposto no n.º 3 do artigo 53.º",
      "updates": [],
      "previous_iterations": []
    },
    "Do_pagamento_das_indemnizações>Capítulo_II:Expropriação_litigiosa>Artigo_73.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Do pagamento das indemnizações>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 73.º",
      "epigrafe": "Atribuição das indemnizações",
      "text": "1 - A atribuição das indemnizações aos interessados faz-se de acordo com o disposto nos n.os 3 e 4 do artigo 37.º, com as necessárias adaptações.\n2 - No caso de expropriação amigável, decorridos 60 dias sobre a data prevista para o pagamento de qualquer prestação ou respectivos juros sem que este seja efectuado, o expropriado pode requerer as providências a que se refere o n.º 4 do artigo anterior, devendo juntar a cópia do auto ou escritura a que se refere o n.º 6 do artigo 37.º \n3 - A entidade expropriante é citada para remeter o processo de expropriação e efectuar o depósito das quantias em dívida, nos termos do n.º 1 do artigo anterior, com as necessárias adaptações, podendo deduzir embargos dentro do prazo ali fixado.",
      "updates": [
        {
          "text": "Lei n.º 4-A/2003 - Diário da República n.º 42/2003, Suplemento n.º 1, Série I-A de 2003-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/4-a-2003-476347",
          "active_from": "2003-02-20"
        },
        {
          "text": "Lei n.º 4-A/2003 - Diário da República n.º 42/2003, Suplemento n.º 1, Série I-A de 2003-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/4-a-2003-476347",
          "active_from": "2003-02-20"
        },
        {
          "text": "Declaração de Rectificação n.º 18/2002 - Diário da República n.º 86/2002, Série I-A de 2002-04-12",
          "url": "https://diariodarepublica.pt/dr/detalhe/declaracao-rectificacao/18-2002-303196",
          "active_from": "1999-11-17"
        },
        {
          "text": "Declaração de Rectificação n.º 18/2002 - Diário da República n.º 86/2002, Série I-A de 2002-04-12",
          "url": "https://diariodarepublica.pt/dr/detalhe/declaracao-rectificacao/18-2002-303196",
          "active_from": "1999-11-17"
        },
        {
          "text": "Lei n.º 13/2002 - Diário da República n.º 42/2002, Série I-A de 2002-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/13-2002-278029",
          "active_from": "2003-02-19"
        },
        {
          "text": "Lei n.º 13/2002 - Diário da República n.º 42/2002, Série I-A de 2002-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/13-2002-278029",
          "active_from": "2003-02-19"
        }
      ],
      "previous_iterations": []
    },
    "Da_reversão_dos_bens_expropriados>Capítulo_II:Expropriação_litigiosa>Artigo_74.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da reversão dos bens expropriados>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 74.º",
      "epigrafe": "Requerimento",
      "text": "1 - A reversão a que se refere o artigo 5.º é requerida à entidade que houver declarado a utilidade pública da expropriação ou que haja sucedido na respectiva competência. \n2 - Se o direito de reversão só puder ser utilmente exercido em conjunto com outro ou outros interessados, o requerente da reversão pode solicitar a notificação judicial destes para, no prazo de 60 dias a contar da notificação, requererem a reversão dos respectivos bens, nos termos do n.º 1, sob cominação de, não o fazendo algum ou alguns deles, a reversão dos mesmos se operar a favor dos que a requeiram. \n3 - O pedido de expropriação total, nos termos do n.º 2 do artigo 3.º não prejudica a reversão da totalidade do prédio. \n4 - Se não for notificado de decisão favorável no prazo de 90 dias a contar da data do requerimento, o interessado pode fazer valer o direito de reversão no prazo de um ano, mediante acção administrativa comum a propor no tribunal administrativo de círculo da situação do prédio ou da sua maior extensão. \n5 - Na acção prevista no número anterior, é cumulado o pedido de adjudicação, instruído com os documentos mencionados no artigo 77.º, que o tribunal aprecia, seguindo os trâmites dos artigos 78.º e 79.º, no caso de reconhecer o direito de reversão.",
      "updates": [
        {
          "text": "Lei n.º 4-A/2003 - Diário da República n.º 42/2003, Suplemento n.º 1, Série I-A de 2003-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/4-a-2003-476347",
          "active_from": "2003-02-20"
        },
        {
          "text": "Lei n.º 4-A/2003 - Diário da República n.º 42/2003, Suplemento n.º 1, Série I-A de 2003-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/4-a-2003-476347",
          "active_from": "2003-02-20"
        },
        {
          "text": "Declaração de Rectificação n.º 18/2002 - Diário da República n.º 86/2002, Série I-A de 2002-04-12",
          "url": "https://diariodarepublica.pt/dr/detalhe/declaracao-rectificacao/18-2002-303196",
          "active_from": "1999-11-17"
        },
        {
          "text": "Declaração de Rectificação n.º 18/2002 - Diário da República n.º 86/2002, Série I-A de 2002-04-12",
          "url": "https://diariodarepublica.pt/dr/detalhe/declaracao-rectificacao/18-2002-303196",
          "active_from": "1999-11-17"
        },
        {
          "text": "Lei n.º 13/2002 - Diário da República n.º 42/2002, Série I-A de 2002-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/13-2002-278029",
          "active_from": "2003-02-19"
        },
        {
          "text": "Lei n.º 13/2002 - Diário da República n.º 42/2002, Série I-A de 2002-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/13-2002-278029",
          "active_from": "2003-02-19"
        }
      ],
      "previous_iterations": []
    },
    "Da_reversão_dos_bens_expropriados>Capítulo_II:Expropriação_litigiosa>Artigo_75.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da reversão dos bens expropriados>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 75.º",
      "epigrafe": "Audiência da entidade e de outros interessados",
      "text": "1 - No prazo de 10 dias a contar da recepção do pedido de reversão, a entidade competente para decidir ordena a notificação da entidade expropriante e dos titulares de direitos reais sobre o prédio a reverter ou sobre os prédios dele desanexados, cujos endereços sejam conhecidos, para que se pronunciem sobre o requerimento no prazo de 15 dias. \n2 - A entidade expropriante, dentro do prazo da sua resposta, remete o processo de expropriação à entidade competente para decidir o pedido de reversão ou indica o tribunal em que o mesmo se encontra pendente ou arquivado. \n3 - No caso previsto na parte final do número anterior, a entidade competente para decidir solicita ao tribunal a confiança do processo até final do prazo fixado para a decisão. \n4 - Se os factos alegados pelo requerente da reversão não forem impugnados pela entidade expropriante, presume-se, salvo prova em contrário, que são verdadeiros.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_reversão_dos_bens_expropriados>Capítulo_II:Expropriação_litigiosa>Artigo_76.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da reversão dos bens expropriados>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 76.º",
      "epigrafe": "Publicidade da decisão",
      "text": "1 - A decisão sobre o pedido de reversão é notificada ao requerente, à entidade expropriante e aos interessados cujo endereço seja conhecido. \n2 - A decisão é publicada por extracto na 2.ª série do Diário da República.",
      "updates": [
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 13/2002 - Diário da República n.º 42/2002, Série I-A de 2002-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/13-2002-278029",
          "active_from": "2003-02-19"
        },
        {
          "text": "Lei n.º 13/2002 - Diário da República n.º 42/2002, Série I-A de 2002-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/13-2002-278029",
          "active_from": "2003-02-19"
        }
      ],
      "previous_iterations": []
    },
    "Da_reversão_dos_bens_expropriados>Capítulo_II:Expropriação_litigiosa>Artigo_76.º-A": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da reversão dos bens expropriados>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 76.º-A",
      "epigrafe": "Acordo de reversão",
      "text": "1 - Autorizada a reversão, podem a entidade expropriante, ou quem ulteriormente haja adquirido o domínio do prédio, consoante o caso, e o interessado acordar quanto aos termos, condições e montante indemnizatório da reversão. \n2 - O acordo previsto no número anterior reveste a forma de auto de reversão ou outra forma prevista na lei e segue, com as devidas adaptações, o regime previsto nos artigos 36.º e 37.º para o auto de expropriação amigável, com as devidas adaptações, devendo conter os elementos exigidos na alínea b) do n.º 1 do artigo 44.º do Código do Registo Predial. \n3 - O acordo de reversão, celebrado nos termos do número anterior, constitui título bastante para todos os efeitos legais, incluindo a inscrição matricial, a desanexação e o registo predial. \n4 - O pagamento do montante acordado da indemnização da reversão é efectuado directamente à entidade expropriante ou a quem ulteriormente haja adquirido o domínio sobre o bem, consoante o caso. \n5 - O acordo de reversão deve ser formalizado no prazo de 90 dias a contar da data da notificação da autorização da reversão.",
      "updates": [
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 13/2002 - Diário da República n.º 42/2002, Série I-A de 2002-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/13-2002-278029",
          "active_from": "2003-02-19"
        },
        {
          "text": "Lei n.º 13/2002 - Diário da República n.º 42/2002, Série I-A de 2002-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/13-2002-278029",
          "active_from": "2003-02-19"
        }
      ],
      "previous_iterations": []
    },
    "Da_reversão_dos_bens_expropriados>Capítulo_II:Expropriação_litigiosa>Artigo_77.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da reversão dos bens expropriados>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 77.º",
      "epigrafe": "Pedido de adjudicação",
      "text": "1 - Não pretendendo recorrer ao acordo previsto no artigo anterior, ou na falta deste, o interessado deduz, no prazo de 120 dias a contar da data da notificação da autorização, perante o tribunal administrativo de círculo da situação do prédio ou da sua maior extensão, o pedido de adjudicação, instruindo a sua pretensão com os seguintes documentos: \na) Notificação da autorização da reversão;\nb) Certidão, passada pela conservatória do registo predial, da descrição do prédio, das inscrições em vigor, incluindo as dos encargos que sobre ele se encontram registados e dos existentes à data da adjudicação do prédio à entidade expropriante ou de que o mesmo se encontra omisso; \nc) Certidão da inscrição matricial e do valor patrimonial do prédio ou de que o mesmo se encontra omisso; \nd) Indicação da indemnização satisfeita e da respectiva forma de pagamento;\ne) Quando for o caso, estimativa, fundamentada em relatório elaborado por perito da lista oficial à sua escolha, do valor das benfeitorias e deteriorações a que se refere o artigo seguinte. \n2 - No caso do n.º 2 do artigo 74.º, o pedido é deduzido pelos vários interessados que, quando necessário, podem indicar o acordo sobre a forma como a adjudicação deverá ser feita, sem prejuízo do disposto no n.º 3 do artigo seguinte.",
      "updates": [
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 13/2002 - Diário da República n.º 42/2002, Série I-A de 2002-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/13-2002-278029",
          "active_from": "2003-02-19"
        },
        {
          "text": "Lei n.º 13/2002 - Diário da República n.º 42/2002, Série I-A de 2002-02-19",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/13-2002-278029",
          "active_from": "2003-02-19"
        }
      ],
      "previous_iterations": []
    },
    "Da_reversão_dos_bens_expropriados>Capítulo_II:Expropriação_litigiosa>Artigo_78.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da reversão dos bens expropriados>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 78.º",
      "epigrafe": "Oposição do expropriante",
      "text": "1 - A entidade expropriante ou quem ulteriormente haja adquirido o domínio do prédio é citada para os termos do processo, podendo deduzir oposição, no prazo de 20 dias quanto aos montantes da indemnização indicada nos termos da alínea d) do n.º 1 do artigo anterior e da estimativa a que se refere a alínea e) do mesmo número. \n2 - Na falta de acordo das partes, o montante a restituir é fixado pelo juiz, precedendo as diligências instrutórias que tiver por necessárias, entre as quais tem obrigatoriamente lugar a avaliação, nos termos previstos para o recurso em processo de expropriação, salvo no que respeita à segunda avaliação, que é sempre possível. \n3 - Determinado, com trânsito em julgado, o valor a que se refere o número anterior, o juiz, na falta de acordo mencionado no n.º 2 do artigo anterior, determina licitação entre os requerentes.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_reversão_dos_bens_expropriados>Capítulo_II:Expropriação_litigiosa>Artigo_79.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da reversão dos bens expropriados>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 79.º",
      "epigrafe": "Adjudicação",
      "text": "1 - Efectuados os depósitos ou as restituições a que haja lugar, o juiz adjudica o prédio ao interessado ou interessados, com os ónus ou encargos existentes à data da declaração de utilidade pública da expropriação e que não hajam caducado definitivamente, que devem ser especificadamente indicados. \n2 - Os depósitos são levantados pela entidade expropriante ou por quem ulteriormente haja adquirido o domínio sobre o bem, conforme for o caso. \n3 - A adjudicação da propriedade é comunicada pelo tribunal ao conservador do registo predial competente para efeitos de registo oficioso.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_requisição>Capítulo_II:Expropriação_litigiosa>Artigo_80.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da requisição>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 80.º",
      "epigrafe": "Requisição de imóveis",
      "text": "1 - Em caso de urgente necessidade e sempre que o justifique o interesse público e nacional, podem ser requisitados bens imóveis e direitos a eles inerentes, incluindo os estabelecimentos comerciais ou industriais, objecto de propriedade de entidades privadas, para realização de actividades de manifesto interesse público, adequadas à natureza daqueles, sendo observadas as garantias dos particulares e assegurado o pagamento de justa indemnização. \n2 - Salvo o disposto em lei especial, a requisição, interpolada ou sucessiva, de um mesmo imóvel não pode exceder o período de um ano, contado nos termos do artigo 279.º do Código Civil.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_requisição>Capítulo_II:Expropriação_litigiosa>Artigo_81.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da requisição>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 81.º",
      "epigrafe": "Uso dos imóveis requisitados",
      "text": "1 - Em casos excepcionais, devidamente fundamentados no acto de requisição, os imóveis requisitados podem ser objecto de uso por instituições públicas ou particulares de interesse público. \n2 - Para efeitos do presente diploma consideram-se instituições particulares de interesse público as de utilidade pública administrativa, as de mera utilidade pública e as de solidariedade social.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_requisição>Capítulo_II:Expropriação_litigiosa>Artigo_82.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da requisição>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 82.º",
      "epigrafe": "Acto de requisição",
      "text": "1 - A requisição depende de prévio reconhecimento da sua necessidade por resolução do Conselho de Ministros, nomeadamente quanto à verificação da urgência e do interesse público e nacional que a fundamentam, observados os princípios da adequação, indispensabilidade e proporcionalidade. \n2 - A requisição é determinada mediante portaria do membro do Governo responsável pela área, oficiosamente ou a solicitação de uma das entidades referidas no artigo anterior. \n3 - Da portaria que determine a requisição deve constar o respectivo objecto, o início e o termo do uso, o montante mínimo, prazo e entidade responsável pelo pagamento da indemnização, bem como a indicação da entidade beneficiária da requisição, sem prejuízo do disposto no n.º 4 do artigo 85.º \n4 - A portaria de requisição é publicada na 2.ª série do Diário da República e notificada ao proprietário, podendo este reclamar no prazo de 15 dias úteis contado a partir da data da notificação ou da publicação.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_requisição>Capítulo_II:Expropriação_litigiosa>Artigo_83.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da requisição>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 83.º",
      "epigrafe": "Instrução do pedido de requisição",
      "text": "A requisição a solicitação das entidades referidas no artigo 81.º é precedida de requerimento ao ministro responsável pelo sector, que conterá os seguintes elementos: \na) Identificação do requerente;\nb) Natureza e justificação da importância das actividades a prosseguir;\nc) Indispensabilidade da requisição;\nd) Prova documental das diligências efectuadas com vista a acordo prévio com o proprietário sobre o uso a dar ao imóvel, com indicação do montante da justa indemnização oferecida e das razões do respectivo inêxito; \ne) Tempo de duração necessário da requisição;\nf) Previsão dos encargos a suportar em execução da medida de requisição;\ng) Entidade responsável pelo pagamento da indemnização devida pela requisição;\nh) Forma de pagamento da indemnização;\ni) Documento comprovativo de se encontrar regularizada a sua situação relativamente às suas obrigações fiscais e às contribuições para a segurança social.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_requisição>Capítulo_II:Expropriação_litigiosa>Artigo_84.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da requisição>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 84.º",
      "epigrafe": "Indemnização",
      "text": "1 - A requisição de bens imóveis confere ao requisitado o direito a receber uma justa indemnização. \n2 - A justa indemnização não visa compensar o benefício alcançado pelo requisitante, mas ressarcir o prejuízo que para o requisitado advém da requisição. \n3 - A indemnização corresponde a uma justa compensação, tendo em conta o período da requisição, o capital empregue para a construção ou aquisição e manutenção dos bens requisitados e o seu normal rendimento, a depreciação derivada do respectivo uso e, bem assim, o lucro médio que o particular deixa de perceber por virtude de requisição. \n4 - A indemnização é fixada:\na) Por acordo expresso entre o beneficiário da requisição e o proprietário, nos termos dos artigos 33.º e seguintes, com as necessárias adaptações; \nb) Na falta de acordo, pelo ministro responsável pelo sector, sob proposta do serviço com atribuições na área; \nc) Se o proprietário não se conformar com o montante fixado nos termos da alínea anterior, pelos tribunais comuns, nos termos previstos para o recurso da decisão arbitral em processo de expropriação litigiosa, salvo no que se refere à segunda avaliação, que é sempre possível. \n5 - A indemnização prevista no número anterior não prejudica aquelas a que haja lugar por força do disposto no n.º 2 do artigo seguinte. \n6 - O pagamento da indemnização tem lugar no prazo mínimo de 60 dias após a publicação do acto de requisição.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_requisição>Capítulo_II:Expropriação_litigiosa>Artigo_85.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da requisição>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 85.º",
      "epigrafe": "Obrigações do beneficiário",
      "text": "1 - São obrigações da entidade beneficiária da requisição:\na) Pagar os encargos financeiros emergentes da requisição no prazo determinado; \nb) Assegurar os encargos resultantes da realização da actividade;\nc) Não utilizar o imóvel para fim diverso do constante na requisição;\nd) Avisar imediatamente o proprietário, sempre que tenha conhecimento de vício no imóvel; \ne) Proceder à retirada de todas as benfeitorias ou materiais que por ela tenham sido colocados no imóvel; \nf) Restituir o imóvel, no termo da requisição, no estado em que se encontrava.\n2 - A entidade a favor de quem se operou a requisição é responsável pelos eventuais danos causados no imóvel requisitado durante o período da requisição, salvo se esses danos resultarem de facto imputável ao proprietário, de vício da coisa ou de caso fortuito ou de força maior. \n3 - Quando o requerente for instituição particular de interesse público, deve apresentar documento comprovativo de se encontrar caucionado, nos termos da lei, o fundo indispensável para o pagamento das indemnizações a que haja lugar. \n4 - No caso de se tratar de entidade pública, a portaria de requisição deve indicar a rubrica orçamental que suportará o pagamento das indemnizações a que houver lugar e respectiva cativação. \n5 - A pretensão presume-se indeferida se no prazo de 15 dias não for proferida decisão. \n6 - O serviço público com atribuições na área, na fase de apreciação do requerimento, deve procurar mediar os interesses em causa, e, em qualquer caso, proceder à audição prévia dos proprietários dos imóveis requisitados. \n7 - No caso previsto no n.º 2 anterior aplica-se o disposto no n.º 4 do artigo 84.º, com as necessárias adaptações.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_requisição>Capítulo_II:Expropriação_litigiosa>Artigo_86.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da requisição>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 86.º",
      "epigrafe": "Direitos e deveres do proprietário",
      "text": "1 - São direitos do proprietário do imóvel objecto de requisição:\na) Usar, com o seus trabalhadores e utentes em geral, durante o período de tempo que durar a requisição, o imóvel, mantendo neste a actividade normal, desde que não se mostre incompatível, afecte, impeça ou, por qualquer modo, perturbe a preparação e a realização da actividade a assegurar; \nb) Receber as indemnizações a que tenha direito, nos termos do presente diploma. \n2 - São deveres do proprietário do imóvel objecto de requisição entregar à entidade a favor de quem se operar a requisição o imóvel requisitado e não perturbar o gozo deste dentro dos limites da requisição.",
      "updates": [],
      "previous_iterations": []
    },
    "Da_requisição>Capítulo_II:Expropriação_litigiosa>Artigo_87.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Da requisição>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 87.º",
      "epigrafe": "Recurso contencioso",
      "text": "Do acto de requisição cabe recurso para os tribunais administrativos, nos termos da lei.",
      "updates": [
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        }
      ],
      "previous_iterations": []
    },
    "Disposições_finais>Capítulo_II:Expropriação_litigiosa>Artigo_88.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições finais>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 88.º",
      "epigrafe": "Desistência da expropriação",
      "text": "1 - Nas expropriações por utilidade pública é lícito à entidade expropriante desistir total ou parcialmente da expropriação enquanto não for investido na propriedade dos bens a expropriar. \n2 - No caso de desistência, o expropriado e demais interessados são indemnizados nos termos gerais de direito, considerando-se, para o efeito, iniciada a expropriação a partir da publicação no Diário da República do acto declarativo da utilidade pública.\n3 - Se a desistência da expropriação se verificar após a investidura da entidade expropriante na posse dos bens a expropriar, as partes podem converter, por acordo, o processo litigioso em processo de reversão, previsto nos artigos 74.º e seguintes, através de requerimento conjunto a apresentar em juízo. \n4 - Sendo o acordo requerido admissível, o tribunal notifica a entidade que declarou a utilidade pública, para informar os autos se autoriza a reversão pretendida pelas partes, ordenando, em caso afirmativo, a sua conversão.",
      "updates": [
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        },
        {
          "text": "Lei n.º 56/2008 - Diário da República n.º 171/2008, Série I de 2008-09-04",
          "url": "https://diariodarepublica.pt/dr/detalhe/lei/56-2008-453988",
          "active_from": "2008-09-05"
        }
      ],
      "previous_iterations": []
    },
    "Disposições_finais>Capítulo_II:Expropriação_litigiosa>Artigo_89.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições finais>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 89.º",
      "epigrafe": "Lista de peritos",
      "text": "Enquanto não forem publicadas as listas a que se refere o n.º 3 do artigo 62.º deste Código, mantêm-se transitoriamente em vigor as actuais.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_finais>Capítulo_II:Expropriação_litigiosa>Artigo_90.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições finais>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 90.º",
      "epigrafe": "Regiões Autónomas",
      "text": "1 - Nas Regiões Autónomas dos Açores e da Madeira a declaração de utilidade pública da expropriação de bens pertencentes a particulares ou às autarquias locais é da competência do Governo Regional e reveste a forma de resolução, a publicar no boletim oficial da Região. \n2 - A declaração de utilidade pública da expropriação de bens pertencentes à administração central e das necessárias para obras de iniciativa do Estado ou de serviços dependentes do Governo da República é da competência do Ministro da República, sendo publicada na 2.ª série do Diário da República.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_finais>Capítulo_II:Expropriação_litigiosa>Artigo_91.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições finais>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 91.º",
      "epigrafe": "Expropriação de bens móveis",
      "text": "1 - Nos casos em que a lei autorize a expropriação de bens móveis materiais, designadamente no artigo 16.º da Lei n.º 13/85, de 6 de Julho, pode haver lugar a posse administrativa, imediatamente depois de vistoria ad perpetuam rei memoriam, sem dependência de qualquer outra formalidade, seguindo-se quanto ao mais, nomeadamente quanto à fixação e ao pagamento da justa indemnização, a tramitação prevista para os processos de expropriação litigiosa, aplicando-se o disposto no n.º 5 do artigo 20.º, com as necessárias adaptações. \n2 - A entidade expropriante solicita ao presidente do tribunal da Relação do lugar do domicílio do expropriado a nomeação de um perito com formação adequada, para proceder à vistoria ad perpetuam rei memoriam, podendo sugerir nomes para o efeito. \n3 - Os árbitros e o perito são livremente designados pelo presidente do tribunal da relação do lugar da situação do bem no momento de declaração de utilidade pública de entre indivíduos com a especialização adequada. \n4 - A designação do perito envolve a autorização para este entrar no local onde se encontra o bem, acompanhado de representantes da entidade expropriante, a fim de proceder à vistoria ad perpetuam rei memoriam, se necessário com o auxílio de força policial. \n5 - O auto de vistoria ad perpetuam rei memoriam descreve o bem com a necessária minúcia. \n6 - A entidade expropriante poderá recorrer ao auxílio de força policial para tomar posse do bem. \n7 - É competente para conhecer do recurso da arbitragem o tribunal da comarca do domicílio ou da sede do expropriado.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_finais>Capítulo_II:Expropriação_litigiosa>Artigo_92.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições finais>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 92.º",
      "epigrafe": "Aplicação subsidiária do processo de expropriação",
      "text": "1 - Sempre que a lei mande aplicar o processo de expropriação para determinar o valor de um bem, designadamente no caso de não aceitação do preço convencionado de acordo com o regime do direito legal de preferência, aplica-se, com as necessárias adaptações, o disposto nos artigos 42.º e seguintes do presente Código, sem precedência de declaração de utilidade pública, valendo como tal, para efeitos de contagem de prazos, o requerimento a que se refere o n.º 3 do artigo 42.º \n2 - Salvo no caso de o exercício do direito legal de preferência se encontrar associado à existência de medidas preventivas, legalmente estabelecidas, a não aceitação do preço convencionado só é possível quando o valor do terreno, de acordo com avaliação preliminar efectuada por perito da lista oficial, de livre escolha do preferente, seja inferior àquele em, pelo menos, 20%. \n3 - Qualquer das partes do negócio projectado pode desistir deste; a notificação da desistência ao preferente faz cessar o respectivo direito. \n4 - Pode também o preferente desistir do seu direito, mediante notificação às partes do negócio projectado.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_finais>Capítulo_II:Expropriação_litigiosa>Artigo_93.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições finais>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 93.º",
      "epigrafe": "Áreas de desenvolvimento urbano prioritário e de construção prioritária",
      "text": "1 - Os bens dos participantes que se recusem a outorgar qualquer acto ou contrato previsto no regime jurídico das áreas de desenvolvimento urbano prioritário ou de construção prioritária, ou nos respectivos instrumentos reguladores, são expropriados com fundamento na utilidade pública da operação e integrados na participação do município. \n2 - A expropriação segue os termos previstos no presente Código com as seguintes modificações: \na) É dispensada a declaração de utilidade pública, valendo como tal, para efeitos de contagem de prazos, o requerimento a que se refere o n.º 3 do artigo 42.º; \nb) A indemnização é calculada com referência à data em que o expropriado tiver sido convocado para decidir sobre a aceitação da operação.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_finais>Capítulo_II:Expropriação_litigiosa>Artigo_94.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições finais>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 94.º",
      "epigrafe": "Expropriação para fins de composição urbana",
      "text": "1 - As expropriações previstas nos n.os 1 e 5 do artigo 48.º do Decreto-Lei n.º 794/76, de 5 de Novembro, seguem os termos previstos no presente Código, com as seguintes modificações: \na) É dispensada a declaração de utilidade pública, valendo como tal, para efeitos de contagem de prazos, o requerimento a que se refere o n.º 3 do artigo 42.º; \nb) A indemnização é calculada com referência à data em que o expropriado tiver sido notificado nos termos do n.º 1 do artigo 48.º do Decreto-Lei n.º 794/76; \nc) Os terrenos e prédios urbanos expropriados podem ser alienados, nos termos da lei, para realização dos fins prosseguidos pelos n.os 1 e 5 do artigo 48.º do Decreto-Lei n.º 794/76, sem direito à reversão nem ao exercício de preferência; \nd) Os depósitos em processo litigioso serão efectuados por força das receitas da operação, sendo actualizados nos termos dos n.os 1 a 3 do artigo 24.º \n2 - Para efeitos do disposto na alínea d) do número anterior deve a entidade expropriante informar o tribunal das datas previstas e efectivas do recebimento das receitas.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_finais>Capítulo_II:Expropriação_litigiosa>Artigo_95.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições finais>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 95.º",
      "epigrafe": "Áreas com construções não licenciadas",
      "text": "Na expropriação de terrenos que por facto do proprietário estejam total ou parcialmente ocupados com construções não licenciadas, cujos moradores devam vir a ser desalojados e ou realojados pela administração central ou local, o valor do solo desocupado é calculado nos termos gerais, mas com dedução do custo estimado das demolições e dos desalojamentos necessários para o efeito.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_finais>Capítulo_II:Expropriação_litigiosa>Artigo_96.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições finais>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 96.º",
      "epigrafe": "Expropriação requerida pelo proprietário",
      "text": "Nos casos em que, em consequência de disposição especial, o proprietário tem o direito de requerer a expropriação de bens próprios, não há lugar a declaração de utilidade pública, valendo como tal, para efeitos de contagem de prazos, o requerimento a que se refere o n.º 3 do artigo 42.º",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_finais>Capítulo_II:Expropriação_litigiosa>Artigo_97.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições finais>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 97.º",
      "epigrafe": "Dever de informação",
      "text": "A entidade expropriante é obrigada a comunicar à repartição de finanças competente e ao Instituto Nacional de Estatística o valor atribuído aos imóveis no auto ou na escritura de expropriação amigável ou na decisão final do processo litigioso.",
      "updates": [],
      "previous_iterations": []
    },
    "Disposições_finais>Capítulo_II:Expropriação_litigiosa>Artigo_98.º": {
      "book_number": "",
      "book_title": "Diploma",
      "chapter": "Disposições finais>Capítulo II:Expropriação litigiosa",
      "title": "Artigo 98.º",
      "epigrafe": "Contagem de prazos não judiciais",
      "text": "1 - Os prazos não judiciais fixados no presente Código contam-se, salvo disposição especial, nos termos dos artigos 72.º e 73.º do Código do Procedimento Administrativo, independentemente da natureza da entidade expropriante. \n2 - Os prazos judiciais fixados no presente Código contam-se nos termos do disposto no Código de Processo Civil.",
      "updates": [],
      "previous_iterations": []
    }
  }
}
