{
  "articleName": "Acórdão do Supremo Tribunal de Justiça n.º 12/2024, de 20 de setembro",
  "articleContent": "Acórdão do Supremo Tribunal de Justiça n.º 12/2024\nProc. n.º 28999/18.3T8LSB-B.L1-A.S1\n(Recurso de fixação de Jurisprudência)\nAcordam, em conferência, no Pleno das secções criminais:\nI. Relatório\n1 - VODAFONE PORTUGAL - COMUNICAÇÕES PESSOAIS, S. A., veio, nos termos dos arts. 437.º, n.os 2 a 5, e 438.º do Código de Processo Penal, ex vi artigo 41.º, n.º 1, do Regime Geral das Contraordenações, aprovado pelo Decreto-Lei n. 433/82, de 27 de outubro (“RGCO”), por remissão do artigo 83.º da Lei n.º 19/2012, de 8 de maio, que aprovou o Regime Jurídico da Concorrência (“RJC”), interpor recurso extraordinário para fixação de jurisprudência do acórdão proferido pelo Tribunal da Relação de Lisboa, em 26.09.2022, transitado em julgado em 27.02.2023, que julgou procedente o recurso, interposto pela Autoridade da Concorrência, de despacho proferido por juiz de instrução criminal.\nIdentifica, como acórdão fundamento, o Acórdão do Tribunal da Relação de Lisboa, de 13.07.2022, transitado a 10.11.2022, proferido no âmbito do processo n.º 10626/18.0T9LSBB.LI-PICRS.\n2 - O acórdão recorrido validou a apreensão de mensagens de correio eletrónico, autorizada pelo Ministério Público e efetuada em buscas levadas a cabo pela Autoridade da Concorrência, no âmbito de processo contraordenacional, ao abrigo dos arts. 18.º, n.º 1, alínea c) e 20.º do Regime Jurídico da Concorrência, entendendo que o correio eletrónico lido (aberto) não integra a noção de correspondência/meio de comunicação, tratando-se de um mero documento e como tal apartado da tutela constitucional do sigilo da correspondência.\n3 - O acórdão fundamento julgou a mesma questão, em sentido oposto, declarando nula a apreensão, por considerar que a apreensão de correspondência digital, no quadro de busca em investigação da prática de contraordenação prevista no RJC, é regida pelo art. 17.º da Lei do Cibercrime, que esta norma não distingue entre correspondência aberta ou fechada ou comunicação digital lida e não lidas e que tal decisão é, sempre, da competência de um juiz.\n4 - Recebido o recurso no Supremo Tribunal de Justiça, a Conferência da 3.ª secção, criminal, por acórdão de 11.07.2023, julgou verificados todos os requisitos formais e substanciais, aqui incluída a oposição de julgados, e determinou a suspensão dos termos do presente recurso, até à decisão pelo Pleno do Recurso de Fixação de Jurisprudência n.º 184/12.5TELSB-R.L1-A.S1, ao abrigo do disposto no n.º 2 do artigo 441.º do CPP, considerando a interdependência da jurisprudência a fixar, embora sem total coincidência dos objetos de um e outro recurso.\nNo referido RFJ foi proferido o Acórdão n.º 10/2023, publicado no DR n.º 218/2023, Série I, de 10.11.2023.\n5 - Notificados os interessados, nos termos do n.º 1 do art. 442, do CPP, vieram apresentar alegações.\n6 - A recorrente Vodafone formulou, em síntese, as seguintes conclusões: (transcrição\n“Dimensão Legal\nE. A questão jurídica sob análise convoca a potencial aplicação de diversos preceitos no plano da lei ordinária que carecem de ser interpretados, tais como, por um lado, o artigo 17.º da Lei do Cibercrime, bem como os artigos 179.º, 268.º, n.º 1, alínea d), 269.º, n.º 1, alínea d), do CPP, e, por outro, os artigos 18.º, n.os 1, alínea c), 2 e 3 e 20.º da LdC.\nA natureza das mensagens de correio eletrónico lidas/abertas e a competência para determinar a respetiva apreensão: o entendimento sufragado pela Recorrente.\nF. A questão jurídica sob análise prende-se com a dicotomia entre o conceito de documento e de mensagem de correio eletrónico, mormente se as mensagens de correio eletrónico lidas/abertas se reconduzem a meros documentos, conforme defende o Acórdão Recorrido; ou se, pelo contrário, o facto de se encontrarem lidas/abertas não tem quaisquer implicações na sua natureza, atendendo ao regime jurídico aplicável, nos termos pugnados no Acórdão Fundamento.\n[...]\ne) Considerando que o legislador não tomou qualquer posição e não previu qualquer tipo de distinção (ubi lex non distinguit nec nos distinguere debemus), o tratamento processual legalmente previsto para a apreensão das mensagens de correio eletrónico deverá ser uno, seguindo a tramitação prevista no artigo 17.º da Lei do Cibercrime, independentemente de as mensagens se encontrarem abertas ou não.\nK. Por outro lado, o entendimento sufragado pela Recorrente é também sufragado pelo disposto na LdC, mormente nos artigos 18.º, n.º 1, alínea c) e 20.º, n.º 1. Com efeito;\na) A aplicação cega destes preceitos pressuporia que (i) a lei opera e faz uma distinção de tratamento entre mensagens de correio eletrónico lidas/abertas e não lidas/fechadas (o que não corresponde à realidade) e que, com base nesta mesma distinção artificial, (ii) as primeiras podem ser reconduzidas ao conceito de documento, para efeitos de aplicação da LdC;\nb) A LdC refere-se apenas a documentos, independentemente da sua natureza ou do seu suporte; e nunca a mensagens de correio eletrónico;\nc) O legislador poderia ter adotado uma solução semelhante àquela que adotou na Lei do Cibercrime, fazendo a distinção entre “documentos” e “correio eletrónico”, mas, mesmo assim, optou por apenas referir-se a “documentação” e “documentos” nos artigos 18.º, n.º 1, alínea c) e 20.º da LdC;\nd) Por conseguinte, a publicação da Lei do Cibercrime foi determinante para ultrapassar a tese de que a correspondência eletrónica lida/aberta e armazenada poderia ser equiparada a um mero documento, devendo as mesmas ser sujeitas ao mesmo tratamento processual do que a correspondência eletrónica não lida/fechada.\ne) A mesma conclusão resulta da análise do processo legislativo que conduziu à publicação da LdC, que permite aferir a inexistência de norma habilitante da apreensão de mensagens de correio eletrónico durante as buscas nas instalações das empresas, sendo essa a intenção inequívoca do legislador.\nL. Inexistindo normas especiais em matéria de busca e apreensão de mensagens de correio eletrónico na LdC, o artigo 17.º da Lei do Cibercrime é plenamente aplicável no domínio dos processos contraordenacionais da concorrência, que se regem subsidiariamente pelas normas gerais do direito processual das contraordenações, que, por sua vez, prevê a aplicação subsidiária do regime processual penal.\nM. Por fim, os próprios princípios basilares de direito sancionatório apontam para a conclusão de que a apreensão das mensagens de correio eletrónico, independentemente de se encontrarem abertas/lidas, nunca poderia caber a outra autoridade que não a um juiz, sob pena de não se alcançar a coerência sistemática dos normativos legais que regem esta matéria.\nN. Não se coadunaria com a estabilidade e unidade exigidas à ordem jurídica, nem, no plano constitucional, com princípio da proporcionalidade, ínsito no artigo 18.º da CRP ou com a inviolabilidade da correspondência, prevista no artigo 34.º da mesma Lei Fundamental, se o legislador regulasse de forma criteriosa a apreensão de mensagens de correio eletrónico no processo penal (que, por natureza, se afigura mais lesivo dos direitos, liberdades e garantias dos cidadãos), através da publicação da Lei do Cibercrime, em 2009, para depois, em 2012, viesse negligenciar o tratamento desta questão num ramo contraordenacional específico, determinando a suficiência da autorização do Ministério Público.\nO. Por uma questão de coerência no sistema jurídico, a competência para determinar a apreensão de correio eletrónico deverá sempre pertencer a um juiz, independentemente da natureza do processo ser de matriz contraordenacional ou penal e de as mensagens de correio eletrónico se encontrarem lidas ou não lidas.\nO direito da União Europeia e a compatibilização com o direito interno\nP. A consideração da defesa da concorrência na CDFUE e no TFUE e das diretrizes de direito da União Europeia espelhadas na Diretiva ECN+ não impõe diferente conclusão.\nQ. Com relevo para o caso vertente, a CDFUE dispõe, nos seus artigos 7.º e 8.º, acerca do respeito pela vida privada e familiar e acerca da proteção de dados pessoais. De acordo com a jurisprudência do Tribunal Europeu dos Direitos do Homem, deve ser dado ao artigo 7.º da CDFUE o mesmo alcance e sentido dados ao artigo 8.º da CEDH, de acordo com o qual não pode haver ingerência da autoridade pública senão quando estiver prevista na lei e constituir uma providência que, numa sociedade democrática, seja necessária para a segurança nacional, para a segurança pública, para o bem-estar económico do país, a defesa da ordem e a prevenção das infrações penais, a proteção da saúde ou da moral, ou a proteção dos direitos e das liberdades de terceiros.\nR. Da Jurisprudência do Tribunal de Justiça da União Europeia resulta ainda que a admissibilidade de acesso generalizado a dados de comunicações eletrónicas não é compatível com o padrão de proteção europeu, exigindo-se não só uma definição das condições de que depende tal ingerência, como um controlo prévio por órgão jurisdicional ou autoridade administrativa independente.\nS. O TFUE não dispõe de qualquer preceito que regule os meios de obtenção de prova em processo de contraordenação de direito da concorrência, que disponha sobre os direitos fundamentais afetados pela apreensão de correio eletrónico ou que se veja ter implicação no caso sob análise.\nT. A Diretiva ECN+ não obriga a que o Estado atribua poderes à AdC para realizar apreensões de correio eletrónico e tanto assim é que o legislador nacional optou por não prever, entre os poderes de busca, exame, recolha e apreensão atribuídos à AdC pela LdC, a possibilidade de a Autoridade apreender correio eletrónico, mas apenas meros documentos - cf.. artigo 18.º, n.º 1, alínea c) e 20.º, n.º 1.\nU. Embora os considerandos da Diretiva ENC+ tenham dado palco a interpretações dos respetivos normativos absolutamente desgarradas da letra, não se entende que os mesmos tenham força de norma ou equiparada.\nV. O artigo 32.º da Diretiva ECN+ prevê mensagens eletrónicas como “meio de prova” admissível perante as autoridades nacionais, todavia, em parte alguma, se aponta no sentido de que podem as autoridades nacionais da concorrência proceder à apreensão de mensagens eletrónicas (lidas ou não lidas), caso em que já se estaria no domínio dos meios de obtenção de prova e não dos meios de prova tout court.\nW. Caso o legislador europeu quisesse estabelecer a apreensão de mensagens eletrónicas como meio de obtenção de prova, assim estaria expressamente previsto na Diretiva ECN+, designadamente nos seus artigos 6.º e 7.º\nX. Ainda que assim não fosse, as buscas realizadas nos presentes autos remontam a dezembro de 2018, sendo prévias à entrada em vigor da própria Diretiva ECN+, pelo que a mesma nunca teria aplicação ou poderia servir de critério interpretativo no caso vertente.\nY. Acresce que o direito nacional nunca se compadeceria com a transposição para a ordem jurídica interna de uma solução que admitisse a apreensão de correspondência eletrónica pela AdC, independentemente de se encontrar aberta/lida ou fechada/não lida, sem prévia autorização ou ordem judicial, por afrontar, diretamente, o princípio constitucional que está consagrado no artigo 34.º, n.º 4, da CRP (artigo 8.º, n.º 4, da CRP).\n[...]\nCC. A questão controvertida que constituía objeto dos autos que correram termos sob o n.º 184/12.5TELSB-R.L1-A.S1 veio a ser dirimida através do Acórdão do Supremo Tribunal de Justiça n.º 10/2023, de 10 de novembro, no qual se concluiu pela indistinção e igual categorização de mensagens de correio eletrónico lidas ou não lidas.\nDD. Muito embora o Acórdão n.º 10/2023 tenha sido proferido num domínio (o do processo penal) diferente daquele que nos ocupa (o do direito contraordenacional da concorrência), impõe-se o mesmíssimo percurso decisório.\nEE. O processo penal e o processo contraordenacional reconduzem-se ao domínio sancionatório, bebendo o primeiro diretamente do segundo, que constitui o regime subsidiariamente aplicável, por força do disposto no artigo 41.º, n.º 1, do RGCO, aplicável ex vi do artigo 13.º, n.º 1, da LdC.\nFF. Tal é a contiguidade entre os dois domínios que este Colendo Supremo Tribunal de Justiça sedimentou o sentido decisório do Acórdão n.º 10/2023, entre o mais, nas já referidas decisões proferidas pelo Tribunal Constitucional centradas na apreensão de correio eletrónico em processo contraordenacional de direito da concorrência - os Acórdãos n.os 91/2023 e 314/2023.\n[...]\nLL. Com especial relevo para os presentes autos, seguiu-se o Acórdão n.º 91/2023, de 16.03.2023, no âmbito do qual, em sede de fiscalização concreta, foi apreciada a norma extraída das disposições conjugadas do n.º 2 do artigo 18.º e do n.º 1 do artigo 20.º da LdC, nos termos da qual em processo contraordenacional por prática restritiva da concorrência seria permitida à AdC a busca e apreensão de mensagens de correio eletrónico abertas mediante autorização do Ministério Público.\nMM. Nesses autos, entendeu-se que a distinção entre mensagens abertas e fechadas é, no caso do correio eletrónico, artificial e falível, que a proteção constitucional do direito à inviolabilidade do sigilo das comunicações abrange mensagens de correio eletrónico lidas ou não lidas e que é necessário um controlo judicial prévio à pesquisa e apreensão de correio eletrónico, pelo que foi declarada a inconstitucionalidade da norma, por violação do disposto nos artigos 32.º, n.º 4, e 34.º, n.os 1 e 4, este conjugado com o artigo 18.º, n.º 2, todos da CRP.\nNN. Em termos semelhantes, o Acórdão n.º 314/2023, de 26.05.2023, recaiu sobre a norma contida no artigo 18.º, n.º 1, alínea c), n.º 2, 20.º n.º 1 e 21.º da LdC, na interpretação segundo a qual se admite o exame, recolha e apreensão de mensagens de correio eletrónico em processo de contraordenação da concorrência, desde que autorizado pelo Ministério Público, não sendo necessário despacho judicial prévio.\nOO. Reafirmando a jurisprudência constante dos acórdãos n.os 687/2021, de 30.08.2021, e 91/2023, de 16.03.2023, concluiu o Tribunal Constitucional pela inconstitucionalidade da aludida norma por violação do disposto nos artigos 32.º, n.º 4, e 34.º, n.os 1 e 4, este conjugado com o artigo 18.º, n.º 2, todos da CRP.\n[...]\nEEE. No provimento do recurso interposto, deverá ser fixada jurisprudência nos termos que abaixo se requerem e determinada a revogação do Acórdão Recorrido, a fim de ser proferida nova decisão que respeite a jurisprudência fixada, o que se requer nos termos e para os efeitos do disposto no artigo 445.º, n.º 2, do CPP.\n8 - O SENTIDO EM QUE DEVE SER FIXADA A JURISPRUDÊNCIA\n214 - Aqui chegados, requer-se a V. Exas., Exmos(as). Juízes(as) Conselheiros(as), que seja concedido integral provimento ao Recurso e que seja fixada jurisprudência no seguinte sentido, determinando-se consequentemente a revogação do Acórdão Recorrido e a prolação de novo Acórdão que respeite a jurisprudência fixada:\nNo processo contraordenacional de direito da concorrência, compete ao juiz autorizar ou ordenar, por despacho, a apreensão de mensagens de correio eletrónico, independentemente de as mesmas estarem abertas (lidas) ou fechadas (não lidas), nos termos e para os efeitos do disposto no artigo 17.º da Lei do Cibercrime (Lei n.º 109/2009, de 15 de setembro).”\n7 - Por sua vez, a Autoridade da Concorrência extraiu, das suas alegações, as conclusões que, no essencial, se transcrevem:\n“I. Aos processos de contraordenação que motivaram os Acórdãos fundamento e recorrido aplica-se ainda a Lei da Concorrência na sua versão decorrente da Lei n.º 19/2012, de 8 de Maio (e que será referida adiante apenas como Lei da Concorrência).\nTodavia, soluções semelhantes parecem emergir da Lei n.º 17/2022, de 17 de agosto, que adiante é igualmente referida a título pontual.\nJ. Relativamente à jurisprudência relevante, é inquestionável que os Acórdãos do Tribunal Constitucional n.º 91/2923 e 314/2023 vieram remar contra a maré de decisões, quer do Tribunal da Concorrência, Regulação e Supervisão, quer do Tribunal da Relação de Lisboa que, baseando-se na premissa da distinção entre mensagens eletrónicas lidas e não lidas, considerava que era possível apreender correio eletrónico no regime contraordenacional da concorrência, com base em mandados emitidos pelo Ministério Público (e devidamente ressalvadas as situações previstas na Lei da Concorrência que reclamavam a expressa intervenção do JIC). Assim, sucedeu nos Acórdãos proferidos nos processos n.º 71/18.3YUSTR-D.L16 (04.02.2020), n.º 71/18.3YUSTR-M.L1 (24.02.2022), 18/19.0YUSTR-N.L1 (20.02.2022), todos confirmando aquele que já tinha sido o posicionamento do TCRS.\nK. Também o Acórdão uniformizador 10/2023 deste Tribunal, ainda que proferido no domínio do processo penal, fixou jurisprudência em sentido idêntico aos Acórdãos do Tribunal Constitucional já referidos - isto é, no sentido da reserva de juiz para a autorização de apreensão, independentemente de as mensagens de correio eletrónico se encontrarem lidas ou não lidas.\nL. Na realidade, estas três decisões são disruptivas da prática quer do TCRS, quer do Tribunal da Relação de Lisboa e podem vir a comprometer a maioria dos processos de contraordenação por práticas restritivas da concorrência instruídos pela AdC na última década.\nM. O presente recurso terá, pois, não só impacto no destino da prova apreendida nas instalações da Recorrente Vodafone como, eventualmente, em outros processos de contraordenação que se fundam em prova de correio eletrónico obtida com autorização do Ministério Público.\nN. Não pode acompanhar-se o Acórdão fundamento quando este sufraga a aplicação subsidiária da Lei do Cibercrime às diligências de busca e apreensão de correio eletrónico previstas no processo contraordenacional da concorrência, desde logo, porque o objeto e âmbito de aplicação da Lei do Cibercrime são em tudo distintos do objeto e âmbito de aplicação da Lei da Concorrência.\nO. A Lei do Cibercrime tem como mote inspirador a Convenção sobre o Cibercrime, adotada em Budapeste, em 23.11.2001, que reconduz a cibercriminalidade a um ilícito de natureza criminal e ao domínio da investigação penal.\nP. A Lei do Cibercrime tem como objeto processos relativos a crimes no domínio da cibercriminalidade e um âmbito de aplicação circunscrito aos ilícitos criminais, com as consequências que daí derivam.\nQ. Pelo contrário, as infrações por violação das regras da concorrência não são crimes, são contraordenações, conforme dispõem os artigos 67.º e 68.º da Lei da Concorrência, sendo certo que as regras atinentes às diligências de busca e apreensão emergem de um regime de natureza contraordenacional.\nR. Inexistindo qualquer identidade entre ambos os diplomas, e nem tendo o legislador antevisto qualquer conexão entre os mesmos - em paralelo ou subsequentemente à formulação da possibilidade de apreensão de documentação independentemente do seu suporte - inexiste fundamento para aplicar as disposições da Lei do Cibercrime.\nS. De resto, a jurisprudência existente sobre a Lei do Cibercrime relaciona-se, exclusivamente, com ilícitos penais - a título de exemplo, acesso ilegítimo (previsto no artigo 6.º), falsidade informática (previsto no artigo 3.º) e burla informática (previsto no artigo 221.º do Código Penal).\n[...]\nU. Para o direito da concorrência, é irrelevante a qualificação da documentação apreendida para efeitos de apreensão e consequente validação - se dados informáticos, se correio eletrónico ou se documento digital - pois não está em causa uma recolha de prova em suporte eletrónico relacionada com um crime (cf. alínea c) do n.º 1 do artigo 11.º da Lei do Cibercrime) - circunstância essa que, aliás, parece ter sido - e bem - tida em conta pelo legislador, que não a equacionou (quando o poderia ter feito).\nV. Por outro lado, a Lei da Concorrência ao abrigo da qual foram efetuadas as diligências de busca aqui em crise data de 08.05.2012, tendo revogado a anterior, a Lei n.º 18/2003 de 11 de junho. A Lei do Cibercrime data de 15.09.2009, ou seja, quando ainda não tinha entrado em vigor a atual Lei da Concorrência. Se o legislador tivesse intencionado relacionar a apreensão de documentação em suporte digital com outros diplomas legais - como a Lei do Cibercrime - tê-lo-ia feito e não o fez.\nW. De resto, o ano passado entrou em vigor a nova Lei da Concorrência (Lei n.º 17/2022, de 17 de agosto), sendo certo que, uma vez mais, o legislador não previu qualquer remissão para a Lei do Cibercrime.\nX. Em termos históricos, sendo a Lei da Concorrência (nas suas diversas versões) posterior à Lei do Cibercrime, resulta manifesto que a intenção do legislador foi - inequivocamente - não seguir o regime consagrado pela Lei do Cibercrime, cujos objeto e finalidades são manifestamente distintos daqueles que foram consagrados pela Lei da Concorrência.\nY. Assim como a Lei do Cibercrime veio transpor para a ordem jurídica interna uma Decisão Quadro do Conselho da Europa, a nova Lei da Concorrência (Lei n.º 17/2022, de 17 de agosto7) veio transpor a Diretiva a (UE) 2019/1 do Parlamento Europeu e do Conselho, de 11 de dezembro de 2018, (“Diretiva ECN +”), sendo certo que este Diretiva prevê meios específicos de investigação das práticas restritivas e em lado nenhum remete para o regime do cibercrime.\nZ. Foi pois, adequadamente sustentado no Acórdão recorrido que a Lei do Cibercrime não tem qualquer conexão ou acolhimento no regime jurídico da concorrência, é independente dele, não sendo, por esse motivo, subsidiariamente aplicável ao caso.\n[...]\nFF. Historicamente e acompanhando o sentido literal da Lei da Concorrência (particularmente na redação que resultava da Lei n.º 19/2012), a AdC sempre sustentou a legitimidade do Ministério Público para tal autorização, sem prejuízo dos casos cuja intervenção do Juiz de Instrução Criminal resulta expressamente prevista da lei, quase sempre corroborada pelo TCRS e pelo Tribunal da Relação de Lisboa, sendo certo que algumas dessas decisões fazem inclusivamente referência à Diretiva ECN+, a qual não impõe qualquer reserva de juiz.\nGG. Da alínea c) do n.º 1 do artigo 18.º (Artigo 18.º Poderes de inquirição, busca e apreensão\n1 - No exercício de poderes sancionatórios, a Autoridade da Concorrência, através dos seus órgãos ou funcionários, pode, designadamente: c) Proceder, nas instalações, terrenos ou meios de transporte de empresas ou de associações de empresas, à busca, exame, recolha e apreensão de extratos da escrita e demais documentação, independentemente do seu suporte, sempre que tais diligências se mostrem necessárias à obtenção de prova;) conjugada com o n.º 1 do artigo 20.º (1 - As apreensões de documentos, independentemente da sua natureza ou do seu suporte, são autorizadas, ordenadas ou validadas por despacho da autoridade judiciária) e com o artigo 21.º (É competente para autorizar as diligências previstas nas alíneas c) e d) do n.º 1 do artigo 18.º e nos artigos 19.º e 20.º o Ministério Público ou, quando expressamente previsto, o juiz de instrução, ambos da área da sede da Autoridade da Concorrência.) da Lei n.º 19/2012 decorre que a AdC, desde que autorizada, ordenada ou validada pelo Ministério Público, pode apreender qualquer documentação independentemente do seu suporte.\nHH. As situações que o legislador reservou ao Juiz de Instrução Criminal cingem-se às diligências previstas nos n.os 1 e 7 do artigo 19.º e no n.º 6 do artigo 20.º da Lei n.º 19/2012. Esta divisão de competências entre o Ministério Público e o Juiz de Instrução Criminal reserva a este último as situações que, pela sua reserva, matéria ou sensibilidade, deverão ser autorizadas pelo juiz das garantias.\nII. Nas restantes situações, o legislador ordinário transferiu para o Ministério Público a competência para, em face da notícia da infração, da sua qualificação e do pedido de autorização fundamentado pela AdC nos termos do n.º 3 do artigo 18.º da Lei n.º 19/2012, efetuar o seu próprio juízo de ponderação sobre a indispensabilidade ou necessidade dessa diligência.\n[...]\nKK. Essa decisão de autorização da busca e apreensão de correio eletrónico, concedida por uma autoridade judiciária orientada pelo “princípio da legalidade” nos termos do n.º 1 do artigo 219.º da CRP, parametriza e baliza a atuação da AdC, definindo limites que esta não pode ultrapassar sob pena de atuar fora do âmbito de competências que lhe foi delimitado. Tem de se afigurar obrigatoriamente precisa, delimitada, fundamentada nos termos dos n.os 3 e 5 do artigo 97.º do CPP e incidindo sobre a prática restritiva da concorrência que a AdC intenda prosseguir, naquele momento.\nLL. Por outro lado, essa autorização e o despacho de fundamentação que a acompanha são suscetíveis de serem escrutinados pela empresa visada, no exercício dos seus direitos de defesa, nos termos da Lei da Concorrência e do CPP, subsidiariamente.\nNeste sentido, veja-se, entre outros, o Acórdão do Tribunal da Relação de Lisboa proferido no âmbito do processo n.º 8121/19.0YUSTR.B.L1, de 07.04.2022 (já transitado em julgado) e os artigo 86.º-A, 87.º e 89.º da Lei n.º 17/2022.\nMM. O Ministério Público não é o portador da notícia da infração; não dirige o inquérito e naturalmente não goza de qualquer poder de conformação do mesmo (cf. n.os 1 e 2 do artigo 17.º da Lei da Concorrência). O Ministério Público não é a entidade que acusa (cf. alínea a) do n.º 3 do artigo 24.º e alínea a) do n.º 3 do artigo 29.º da Lei da Concorrência). O Ministério Público não é o requerente da medida de autorização para a diligência de busca e apreensão de correio eletrónico. É a AdC.\nNN. E nem o Ministério Público cumula a função de investigar com a função de acusar. Aliás, não exerce, durante a fase organicamente administrativa do processo de contraordenação, qualquer uma destas funções. No contexto da autorização das diligências de busca e apreensão, o Ministério Público assume-se como um terceiro independente, imparcial e externo à investigação.\nOO. E é precisamente aqui que os presentes autos também se distanciam do Acórdão Uniformizador deste Tribunal n.º 10/2023 e reclamam solução diversa, porquanto o Ministério Público assume, no processo contraordenacional da concorrência, um estatuto de independência e autonomia, semelhante àquele que assume o Juiz de Instrução Criminal no processo penal.\nPP. Ou seja, o Ministério Público assume, no processo contraordenacional de concorrência, uma função de controlo e de sindicância materialmente homólogas àquelas exercidas pelo JIC no plano processual penal (que aqui não é o caso) tendo em vista o controlo da atuação do poder público e a salvaguarda dos direitos, liberdades e garantias, imprimindo um equilíbrio ao sistema legal.\nQQ. Com respeito por entendimento distinto, parece-nos que, na medida em que a alínea c) do n.º 1 do artigo 18.º, conjugada com o artigo 21.º da Lei n.º 19/2012, exige a intervenção de uma autoridade judiciária para fazer um controlo prévio da indispensabilidade da diligência, é sempre salvaguardada a ponderação de uma entidade judicial, não saindo prejudicado o n.º 4 do artigo 32.º da CRP na sua leitura adaptada ao processo contraordenacional.\nRR. É incontornável que a diligência prevista na alínea c) do n.º 1 do artigo 18.º da Lei n.º 19/2012 é uma diligência coerciva de obtenção de prova.\nSS. O artigo 21.º da Lei da Concorrência assegura, parece-nos, a intervenção do Ministério Público não como responsável pelo processo, mas como terceiro ao mesmo, numa lógica de checks and balances da atuação da AdC, transportando especial apelo à proporcionalidade da ingerência nos direitos fundamentais da empresa.\nTT. O Ministério Público é uma autoridade judiciária (artigo 1.º alínea b) do CPP), que goza de autonomia em relação aos demais órgãos do poder central, regional e local, que se encontra vinculada a critérios de legalidade e objetividade e exclusivamente sujeita às diretivas, ordens e instruções previstas no seu estatuto (vide artigo 1.º e 2.º do Estatuto do Ministério Público, aprovado pela Lei n.º 68/2019, de 27 de Agosto e artigo 3.º da Lei da Organização do Sistema Judiciário).\nUU. Afiguram-se evidentes as diferenças da estrutura do processo contraordenacional da concorrência para o processo penal que afastam um subsídio útil relativamente ao Acórdão deste Tribunal n.º 10/2023. No primeiro, a entidade que investiga, acusa e instrui o processo (a AdC) não é a mesma a quem caberá autorizar as diligências de busca, exame e apreensão - função reservada ao Ministério Público e, alguns casos particulares, ao próprio Juiz de Instrução Criminal.\nVV. Neste segmento, deverá ser fixada jurisprudência no sentido de que, em processo contraordenacional da concorrência, salvaguardadas as situações em que a Lei da Concorrência expressamente prevê a necessidade de autorização do Juiz de Instrução Criminal, o Ministério Público é a autoridade judiciária competente para a autorização de diligências de busca e apreensão de correio eletrónico.\nWW. Subsidiariamente, antecipando-se que o juízo positivo de inconstitucionalidade contido nos Acórdãos n.º 91/2023 e 314/2023 do Tribunal Constitucional possam moldar os termos do presente Acórdão uniformizador, não vá sem referir-se que, pese embora a declaração de inconstitucionalidade expressamente resultante dos respetivos dispositivos, o certo é que esse mesmo Tribunal foi mais além na sua fundamentação, oferecendo subsídios indispensáveis para a delimitação das mensagens de correio eletrónico abrangidas pelo referido juízo de inconstitucionalidade.\nXX. Vale isto por dizer que o juízo de inconstitucionalidade proclamado é indissociável da respetiva fundamentação, particularmente aqueloutra contida no ponto 18.2 daquele Acórdão onde, afastando o acerto da distinção entre mensagens de correio eletrónico lidas e não lidas, o Tribunal ad quem parece propugnar por outro elemento diferenciador - das mensagens que merecem a tutela do n.º 4 do artigo 34.º da CRP - o da sua localização aquando da apreensão.\nYY. Partindo desta hermenêutica, o juízo de inconstitucionalidade da norma extraída das disposições conjugadas do n.º 2 do artigo 18.º e do n.º 1 do artigo 20.º da Lei da Concorrência não parece incidir sobre as mensagens de correio eletrónico que à data da apreensão já estivessem arquivadas num servidor que não o do provider, ou seja, arquivadas num local onde já não há custódia de terceiro sobre as mesmas.\nZZ. A fundamentação oferecida por este Tribunal aponta para uma delimitação da tutela decorrente do n.º 4 do artigo 34.º da CRP depender de as mensagens de correio eletrónico ainda estarem na disponibilidade ou domínio do fornecedor de serviços eletrónicos. Quando este terceiro deixa de ter o domínio que lhe assegura a possibilidade fáctica de intromissão arbitrária nas mensagens de correio eletrónico, elas deixariam de estar sujeitas à alçada do n.º 4 do artigo 34.º da Lei Fundamental.\nAAA. Assim, em consonância com o entendimento do Tribunal Constitucional vertido no Acórdão n.º 91/2023, uma mensagem de correio eletrónico deixa de estar sujeita à tutela do n.º 4 do artigo 34.º da CRP quando é definitivamente armazenada em qualquer lugar do computador do destinatário e eliminada dos servidores do provider ou, pelo menos, quando este provider deixa de ter uma possibilidade efetiva de aceder à mensagem em questão.\nBBB. O sentido do juízo de inconstitucionalidade não deverá, pois, ser aferido apenas a partir da fórmula decisória mas antes à luz de toda a respetiva fundamentação. Assim e considerando a fundamentação oferecida pelo Tribunal a quo, aquele juízo parece abranger apenas a norma que permite a apreensão de mensagens de correio eletrónico que ainda estejam no servidor do provider (e independentemente de terem sido ou não abertas/lidas), isto é que ainda esteja no domínio de um terceiro.\nCCC. Não se encontrando a prova apreendida em local de domínio de terceiro, considera-se apartada a tutela do n.º 4 do artigo 34.º da Constituição e, nessa medida, nenhum juízo de inconstitucionalidade resulta da interpretação das normas contidas no artigo 18.º e no artigo 21.º que determinam a competência do Ministério Público para autorizar a referida diligência de busca e apreensão de correio eletrónico, independentemente de o mesmo estar lido ou não.\nDDD. Embora se admita que tal distinção não poderá ter efeitos práticos nos processos futuros, não deixa de ser relevante nos processos instruídos com base em prova recolhida ao abrigo de uma autorização emitida pelo Ministério Público. Nesses, apenas este exercício de produção de prova no sentido de confirmação da sua localização à data da apreensão permitirá salvar os (inúmeros) processos de contraordenação por práticas restritivas da concorrência - alguns dos quais, inclusivamente, já objeto de confirmação pelo Tribunal da Relação de Lisboa.\n[...]\nGGG. Nesse sentido, caso se entenda que a jurisprudência deverá ser fixada no sentido de ser ao Juiz de Instrução Criminal que cabe autorizar as diligências de busca e apreensão de correio eletrónico, então dever-se-á salvaguardar, quanto aos casos pretéritos - ou seja, quanto aos processos cuja prova foi apreendida com base nos mandados emitidos pelo Ministério Público, que, para efeitos de apreciação da respetiva validade daquela autorização à luz do Acórdão n.º 314/2023, que terá sempre que ser apurada a localização da prova no momento da apreensão, em conformidade com a fundamentação oferecida pelo Tribunal Constitucional.\nHHH. Se a prova apreendida com base em autorização do Ministério Público estiver localizada em local/ servidor já não acessível por terceiro - isto é, em local que já não permita a possibilidade fáctica de intromissão arbitrária nas mensagens de correio eletrónico - então a apreensão já não estará sujeita à tutela especificamente decorrente do n.º 4 do artigo 34.º, sendo por isso a autorização do Ministério Público prevista no artigo 21.º da Lei da Concorrência válida.\nIII. Sem conceder, se se entender que esta fundamentação deverá ser primeiro melhor aflorada pelo próprio Tribunal Constitucional, deverão os presentes autos ser suspensos, com base em existência de causa prejudicial, que é o da apreciação do recurso interposto pela AdC nos termos do artigo 80.º da Lei do Tribunal Constitucional, e no qual se espera ver esclarecido o exato alcance da fundamentação oferecida pelo Tribunal Constitucional no Acórdão n.º 91/2023 (idêntica também à do Acórdão n.º 314/2023).\nNestes termos e nos demais de direito aplicáveis, requer-se a V. Exas.:\n(i) Seja fixada jurisprudência no sentido de que:\n- A Lei do Cibercrime não é supletivamente aplicável ao regime contraordenacional da concorrência.\n- Em processo contraordenacional da concorrência e ressalvados os casos expressamente previstos na Lei como sendo da exclusiva competência do Juiz de Instrução Criminal, compete ao Ministério Público autorizar a busca e a apreensão de mensagens de correio eletrónico ou de outros registos de comunicações de natureza semelhante, independentemente de se encontrarem abertas (lidas) ou fechadas (não lidas), mediante requerimento fundamentado da AdC apresentado nos termos do n.º 2 do artigo 18.º da Lei da Concorrência.\n(ii) Sem conceder, seja fixada jurisprudência no seguinte sentido:\n- Em processo contraordenacional da concorrência, compete ao juiz de instrução autorizar a apreensão de mensagens de correio eletrónico ou de outros registos de comunicações de natureza semelhante, independentemente de se encontrarem abertas (lidas) ou fechadas (não lidas), mediante requerimento fundamentado da AdC, apresentado nos termos do n.º 3 do artigo 18.º da Lei da Concorrência. Ficam, contudo, salvaguardados os casos pretéritos suportados em autorizações concedidas pelo Ministério Público, onde se venha a apurar que a prova em questão foi apreendida em local/ servidor já não acessível a terceiro.\nFinalmente, sem conceder,\n(iii) Seja ordenada a suspensão da presente instância até que seja apreciado o recurso de fiscalização da ofensa do caso julgado, interposto pela AdC para o Tribunal Constitucional, nos termos do artigo 80.º da Lei do Tribunal Constitucional.”\n8 - O Ex.mo Procurador-Geral Adjunto neste Tribunal, nas suas alegações, defendeu, em síntese: (transcrição)\n“Ora, conforme já tivemos oportunidade de referir [requerimento com a ref.ª citius 196777, de 29 de novembro], muito embora este acórdão de fixação de jurisprudência n.º 10/2023 tenha sido gizado para o inquérito criminal, a jurisprudência que nele se consolidou não pode deixar de se aplicar, por via subsidiária, ao processo de contraordenação por infração ao Regime Jurídico da Concorrência.\nAo fim e ao cabo, a questão nele decidida acaba por ser a mesma [saber se apenas o correio eletrónico assinalado como fechado ou não lido deve ser equiparado a correspondência e estar sujeito à reserva de competência do juiz prevista no art. 17.º da Lei do Cibercrime] e, a fortiori, o que vale para o mais [infrações criminais] deve valer para o menos [infrações com natureza meramente contraordenacional].\nE daí que continuemos a entender que o mesmo tem eficácia nestes autos.\n6 - Caso assim não se entenda.\n[...]\nConclui-se destes normativos que a AdC tem o poder de realizar buscas às instalações, terrenos, meios de transporte, dispositivos ou equipamentos da empresa ou à mesma afetos e de recolher e aprender documentação, nomeadamente da que se encontre guardada em computadores e outros equipamentos de armazenamento de dados eletrónicos mediante autorização da autoridade judiciária competente.\nPara o objeto deste recurso, importa indagar em primeiro lugar qual a autoridade judiciária competente para autorizar que a AdC proceda à apreensão de mensagens de correio eletrónico ou das cópias ou extratos das mesmas.\nCorreio eletrónico que, na definição do art. 2.º, n.º 1, al. b), da Lei n.º 41/2004, de 18 de Agosto:\nArt. 2.º [Definições]\n1 - Para efeitos da presente lei, entende-se por: [...]\nb) \"Correio eletrónico\" qualquer mensagem textual, vocal, sonora ou gráfica enviada através de uma rede pública de comunicações que possa ser armazenada na rede ou no equipamento terminal do destinatário até que este a recolha; [...]\nPois bem, o art. 17.º da Lei do Cibercrime estabelece o seguinte:\nArt. 17.º [Apreensão de correio eletrónico e registos de comunicações de natureza semelhante]\nQuando, no decurso de uma pesquisa informática ou outro acesso legítimo a um sistema informático, forem encontrados, armazenados nesse sistema informático ou noutro a que seja permitido o acesso legítimo a partir do primeiro, mensagens de correio eletrónico ou registos de comunicações de natureza semelhante, o juiz pode autorizar ou ordenar, por despacho, a apreensão daqueles que se afigurem ser de grande interesse para a descoberta da verdade ou para a prova, aplicando-se correspondentemente o regime da apreensão de correspondência previsto no Código de Processo Penal.\nEsse \"regime de apreensão da correspondência previsto no Código de Processo Penal\" para o qual o art. 17.º da Lei do Cibercrime remete é de aplicação subsidiária ao processo sancionatório relativo a práticas restritivas da concorrência.\nAssim o impõe o art. 34.º, n.º 4, da Constituição\nArt. 34.º [Inviolabilidade do domicílio e da correspondência] [...]\n4 - É proibida toda a ingerência das autoridades públicas na correspondência, nas telecomunicações e nos demais meios de comunicação, salvos os casos previstos na lei em matéria de processo criminal.\n… bem como os arts. 13.º, n.os 1 e 2, e 59.º, n.º 2, do Regime Jurídico da Concorrência:\nArt. 13.º [Normas aplicáveis]\n1 - Os processos por infração ao disposto nos artigos 9.º, 11.º e 12.º regem-se pelo previsto na presente lei e, subsidiariamente, com as devidas adaptações, pelo regime geral do ilícito de mera ordenação social, aprovado pelo Decreto-Lei n.º 433/82, de 27 de outubro.\n2 - O disposto no número anterior é igualmente aplicável, com as necessárias adaptações, aos processos por infração aos artigos 101.º e 102.º do TFUE instaurados pela AdC, ou em que esta seja chamada a intervir ao abrigo das competências que lhe são conferidas pela alínea h) do artigo 5.º dos estatutos da AdC, aprovados pelo Decreto-Lei n.º 125/2014, de 18 de agosto. [...]\nArt. 59.º [Regime aplicável] [...]\n2 - Os processos da presente secção regem-se, subsidiariamente, com as devidas adaptações, pelo regime geral do ilícito de mera ordenação social, aprovado pelo Decreto-Lei n.º 433/82, de 27 de outubro.\n… e, por via destes, o art. 41.º, n.º 1, do Regime Geral das Contraordenações (Decreto-Lei n.º 433/82, de 27 de outubro)]:\nArt. 41.º [Direito subsidiário]\n1 - Sempre que o contrário não resulte deste diploma, são aplicáveis, devidamente adaptados, os preceitos reguladores do processo criminal. [...]\nNeste encadeamento, recordemos, então, o que estabelecem os arts. 268.º, n.os 1, al. d), e 2, e 269.º, n.os 1, al. d), e 2, do Código de Processo Penal:\nArt. 268.º [Atos a praticar pelo juiz de instrução]\n1 - Durante o inquérito compete exclusivamente ao juiz de instrução:[...]\nd) Tomar conhecimento, em primeiro lugar, do conteúdo da correspondência apreendida, nos termos do n.º 3 do artigo 179.º;[...]\n2 - O juiz pratica os atos referidos no número anterior a requerimento do Ministério Público, da autoridade de polícia criminal em caso de urgência ou de perigo na demora, do arguido ou do assistente. [...]\nArt. 269.º [Atos a ordenar ou autorizar pelo juiz de instrução]\n1 - Durante o inquérito compete exclusivamente ao juiz de instrução ordenar ou autorizar: [...]\nd) Apreensões de correspondência, nos termos do n.º 1 do artigo 179.º; [...]\n2 - É correspondentemente aplicável o disposto nos n.os 2, 3 e 4 do artigo anterior.\nDe todo o indicado complexo normativo resulta, assim, a nosso ver de forma incontroversa, que a apreensão de mensagens de correio eletrónico [correspondência] que estejam armazenadas num sistema informático de uma empresa ou à mesma afeto, só pode ser autorizada ou ordenada, desde logo por imperativo constitucional, por despacho judicial.\nAgora, será que esta competência exclusiva do juiz apenas faz sentido em relação às mensagens de correio eletrónico fechadas ou não lidas [ou como tal sinalizadas], caindo as abertas ou lidas na categoria de \"documentos\", os quais, como se preconiza no acórdão recorrido, por não serem merecedores da tutela de sigilo consagrada no art. 34.º, n.os 1 e 4, da Constituição, podem ser apreendidos pela AdC com base em despacho do Ministério Público? [...]\n7 - Aqui chegados, considerando o teor do acórdão de fixação de jurisprudência n.º 10/2023 do Supremo Tribunal de Justiça e os exaustivos e esclarecedores fundamentos recolhidos dos acórdãos n.os 687/2021, 91/2023 e 314/2023 do Tribunal Constitucional, que merecem a nossa total adesão e que dispensam quaisquer considerações adicionais, formula-se a seguinte conclusão em conformidade com o disposto no art. 442.º, n.º 2, do Código de Processo Penal:\nNo processo de contraordenação relativo a práticas restritivas da concorrência previstas no Regime Jurídico da Concorrência (Lei n.º 19/2012, de 8 de maio) compete exclusivamente ao juiz autorizar ou ordenar a busca e apreensão de mensagens de correio eletrónico armazenadas num sistema informático sob pesquisa, independentemente de as mesmas estarem marcadas como abertas (lidas) ou fechadas (não lidas)”.\nColhidos os vistos, o processo foi apresentado à conferência do Pleno das secções criminais do Supremo Tribunal de Justiça (artigo 443.º do CPP), cumprindo decidir.\nII. Fundamentação\nA. Da questão de direito; da oposição de julgados\n1 - A decisão tomada na 3.ª secção criminal, no acórdão de 11.07.2023, que afirmou a oposição de julgados, não vincula o Pleno das secções criminais, pelo que há que reexaminar a questão, ainda que sucintamente e usando as considerações do acórdão preliminar que, aliás, se perfilham.\nO acórdão recorrido foi proferido pelo Tribunal da Relação de Lisboa, em 26.09.2022, tendo transitado em julgado em 27.02.2023.\nO acórdão fundamento, igualmente do Tribunal da Relação de Lisboa, de 13.07.2022, transitou em julgado a 10.11.2022.\nO recurso foi interposto pela Vodafone, S. A., no dia 29.03.2023, dentro do prazo de 30 dias a contar do trânsito em julgado do acórdão recorrido, previsto no n.º 1 do artigo 438.º do CPP. A recorrente tem legitimidade, os acórdãos em conflito são ambos de Tribunal da Relação e transitaram em julgado, não sendo admissível recurso ordinário do acórdão recorrido.\nEstão assim verificados os pressupostos formais do recurso, a que se referem os artigos 437.º, n.os 1, 2, 4 e 5, e 438.º, n.º 1, ambos do CPP.\nCumpre, pois, verificar a mesmidade da situação de facto e da questão de direito e a oposição relevante.\nQuanto à concretização dos pressupostos substanciais, fixemo-nos na decisão dos acórdãos em causa.\na) No que ora importa, a situação de facto em apreço e a decisão do acórdão recorrido são as seguintes:\n- Na fase administrativa de processo contraordenacional, a Autoridade da Concorrência procedeu à realização de buscas na sede da recorrente, no decurso das quais, com autorização do Ministério Público, apreendeu mensagens de correio eletrónico “lido/aberto”;\n- A requerimento da ora recorrente, o Juiz de Instrução Criminal proferiu despacho, em 15.12.2020, declarando “a nulidade da apreensão de todos os emails recolhidos na sede das requerentes”, por considerar que a mesma, “no âmbito de ilícito contraordenacional (...) não é permitida nos termos do art. 42.º n.º 1 do DL n.º 433/82, de 27 de outubro e não foi autorizada pelo Juiz de Instrução, tratando-se de ingerência ilegítima da autoridade administrativa no sigilo das telecomunicações”.\n- A Autoridade da Concorrência interpôs recurso do citado despacho para o Tribunal da Relação de Lisboa que decidiu pela sua revogação e pela validação da apreensão em causa, em razão dos seguintes fundamentos: (transcrição)\n“(...) não há que aplicar o Regime Geral das Contra-Ordenações (RGCO - art. 42.º) quando existe norma (especial) no Regime Jurídico da Concorrência (RJC)”.\n“(...) o correio eletrónico lido/aberto não se enquadra na noção de correspondência/meio de comunicação, tratando-se de um “mero documento”, apartado da protecção do sigilo que é conferida à correspondência pela Lei Fundamental”.\n“A apreensão de mensagens de correio electrónico efectuada em buscas levadas a cabo pela Autoridade da Concorrência no âmbito de processo contraordenacional encontra suporte no Regime Jurídico da Concorrência (artigos 18.º/1 c) e 20.º da Lei n.º 19/2012, de 8 de Maio) e não na Lei do Cibercrime (Lei n.º 109/2009, de 15 de Setembro), não se enquadrando o correio electrónico lido/aberto na noção de correspondência/meio de comunicação, tratando-se de um mero documento e como tal apartado da tutela constitucional do sigilo da correspondência.”\n“(...) a partir do momento em que a mensagem de correio eletrónico é recolhida pelo seu destinatário, deixou de ser correio electrónico, passando a ser informação em arquivo (correio electrónico aberto e lido), isto é, passando a ser um “mero” documento. E sendo um documento, deixa de merecer a tutela de sigilo consagrada no n.º 4 do artigo 34.º da CRP, podendo a AdC, reunidos os demais requisitos, apreender esses documentos, nos termos do art. 18.º/1 c) do RJC”.\nConcluindo que “a prova apreendida nos autos pela AdC assenta nas disposições conjugadas dos art.s 18.º/1 c) e 20.º/1 e 2 do RJC, sendo inaplicável ao caso o RGCO (art. 42.º/2) e o CPP (art. 126.º/1), perfilhando-se o entendimento de que a apreensão de mensagens enviadas por email, já lidas, porque se trata de documentos, não está sujeita à tutela prevista no art. 34.º/4 da CRP, não se afigurando que a tese perfilhada seja susceptível de violar qualquer norma ou princípio constitucional”.\nb) A situação de facto em apreço e a decisão do acórdão fundamento são as seguintes:\n- Em 11.12.2018, no âmbito de processo de contraordenação a correr termos na Autoridade da Concorrência, foram realizadas buscas na sede da NOS, mediante despacho do Ministério Público que determinou as buscas e a emissão de mandados com a finalidade de apreensão, nomeadamente, de mensagens de correio eletrónico;\n- Em 06.09.2019, foi proferido, pelo Juiz de Instrução Criminal e a requerimento da buscada, despacho que julgou não verificada a nulidade do mandado de busca e apreensão, porquanto “[...] a AdC limitou-se a apreender mensagens lidas e arquivadas em suporte digital existindo, assim, fundamento legal para que a AdC fizesse a pesquisa e apreensão das mensagens de correio eletrónico, nos termos do disposto no artº. 20.º n.º.1 da Lei n.º 19/2012. [...] Na sua essência, a mensagem mantida em suporte digital depois de recebida e lida terá a mesma proteção da carta de papel que tenha sido recebida pelo correio e que foi aberta e guardada em arquivo pessoal.\nAssim, tratando-se de meros documentos estas mensagens não gozam da aplicação do regime de proteção da reserva da correspondência e das comunicações.”\n- A NOS COMUNICAÇÕES, S. A. interpôs recurso do citado despacho para o Tribunal da Relação de Lisboa que decidiu revogar a decisão impugnada e declarar a nulidade dos atos de apreensão de correspondência digital referenciados nos autos. Com os seguintes fundamentos: (transcrição)\n“Tal apreensão foi alegadamente feita nos termos do disposto no n.º 1 do art. 20.º da Lei n.º 19/2012, de 08.05 (Novo Regime Jurídico da Concorrência - NRJC).\nEste preceito refere, genericamente, a apreensão de documentos pelo que há que averiguar se existe norma que, com maior precisão e nível de especialidade, abranja as ditas mensagens electrónicas.\n[...] A propósito desta problemática, vem questionado se existe distinção juridicamente relevante entre correspondência digital aberta e fechada e se apenas esta será merecedora de particular tutela legal e constitucional, cabendo aquela na mole genérica de \"documentos\", assim gerando a aplicação do regime abrangente da alínea c) do n.º 1 do art. 18. e no n.º 1 do art. 20.º do NRJC.\nA este respeito, importa começar por referir que a questão não tem o menor suporte na letra do mencionado artigo 17.º da Lei do Cibercrime (doravante também LC) o que logo convoca o brocardo latino \"ubi lex non distinguit nec nos distinguere debemus\". Com efeito, o legislador não fez tal distinção entre correspondência lida ou por ler.\n[...] À luz desse diploma legal, não tem suporte qualquer tentativa de separação conceptual e classificativa.\n[...] Aceita-se a afirmação de que, na área do correio electrónico, não se pode verdadeiramente falar em abertura de correspondência, embora se possa também tomar em consideração que os diversos programas de correio electrónico contêm mecanismos de marcação das mensagens como lidas o que corresponde à menção a um acto digital de abertura de correspondência e poderia, pois, ter influência na análise que se empreende. Esta referência não assume, porém, relevo no caso que nos ocupa já que, na verdade, o legislador nada segregou.\n[...] O artigo 17.º da Lei n.º 109/2009, de 15.9, não revogou o disposto no artigo 189.º sobre a intercepção de correio electrónico ou outras formas de transmissão de dados por via telemática. Portanto, a apreensão de correio electrónico “armazenado” ou “guardado” e de outros “registos” de comunicações e transmissão por via telemática rege-se, sem quaisquer restrições, pelo disposto no artigo 17.º da Lei n.º 109/2009, conjugado com o disposto nos artigos 179.º e 252.º do CPP (acórdão do TRL, de 11.1.2011, 5412/08.9TDLSB-A.L1-5).\n[...] Resulta directamente daquele art. 17.º que é do juiz o poder de autorizar ou ordenar a apreensão de correspondência electrónica.\n[...] não se duvida de que os interesses prosseguidos pela investigação criminal constituem razões legítimas para uma afetação restritiva dos direitos fundamentais à inviolabilidade da correspondência e sigilo das comunicações (artigo 34.º, n.os 1 e 4, da CRP), e à proteção dos dados pessoais, no domínio da utilização da informática (artigo 35.º, n.os 1 e 4 da Lei Fundamental), enquanto manifestações particular e intensamente tuteladas da reserva de intimidade da vida privada (n.º 1 do artigo 26.º da CRP). Contudo, a restrição de tais direitos especiais, que correspondem a refrações particularmente intensas e valiosas de um direito, mais geral, à privacidade, não pode deixar de respeitar não apenas as condições genericamente impostas pelo texto constitucional para qualquer lei restritiva de direitos fundamentais, nos termos do artigo 18.º, n.º 2, da CRP, como a exigência específica, em sede de processo criminal, de intervenção de um juiz, consagrada no artigo 32.º, n.º 4, da Constituição.\n[...] A intervenção do juiz visada pelo legislador na redação vigente do art. 17.º é inicial e não meramente posterior e confirmativa, face à ausência de verbalização normativa conducente a essa conclusão.\n[...] A consequência do incumprimento do regime legal avaliado é a nulidade dos actos praticados - cf. o disposto no n.º 1 do art. 179 do Código de Processo Penal aplicável ex vi do disposto no n.º 1 do art. 41.º do RGCO e da parte final do art. 17.º sob ponderação, bem como o n.º 3 do art. 126.º do mesmo Código.”\nc) Ambos os Acórdãos, Recorrido e Fundamento, versam sobre a validade da apreensão de mensagens de correio eletrónico pela AdC, no âmbito de diligências de busca e apreensão conduzidas em processo contraordenacional de direito da concorrência, ao abrigo do artigo 18.º, n.º 1, alínea c), da Lei de Defesa da Concorrência e sem autorização ou ordem judicial para o efeito.\nA identidade das situações de facto parece impor-se:\n- Em ambos os casos, processos de contraordenação por práticas restritivas da concorrência, foi efetuada a pesquisa e apreensão de mensagens de correio eletrónico lidas/abertas;\n- Essa apreensão foi autorizada por despacho do Ministério Público;\n- As sociedades buscadas arguiram a nulidade da apreensão, em requerimento dirigido ao juiz de instrução criminal;\n- De tais despachos, de sentido oposto entre si, foi interposto recurso para o Tribunal da Relação de Lisboa.\nQuanto ao julgado:\n- O acórdão recorrido validou a apreensão de mensagens de correio eletrónico, autorizada pelo Ministério Público e efetuada em buscas levadas a cabo pela Autoridade da Concorrência, no âmbito de processo contraordenacional, ao abrigo dos arts. 18.º, n.º 1, alínea c) e 20.º do Regime Jurídico da Concorrência, entendendo que o correio eletrónico lido/aberto não integra a noção de correspondência/meio de comunicação, tratando-se de um mero documento e como tal apartado da tutela constitucional do sigilo da correspondência;\n- O acórdão fundamento julgou a mesma questão, em sentido oposto, declarando nula a apreensão, por considerar que a apreensão de correspondência digital, no quadro de busca em investigação da prática de contraordenação, é regida pelo art. 17.º da Lei do Cibercrime, que esta norma não distingue entre correspondência aberta ou fechada ou comunicação digital lida e não lidas e que tal decisão é, sempre, da competência de um juiz.\nd) Ou seja, perante idênticas situações de facto, os dois acórdãos decidiram de forma oposta, por perfilharem diferente interpretação quanto ao alcance das normas do art. 18.º, n.º 1, alínea c) e 20.º do Regime Jurídico da Concorrência e do art. 17.º da Lei n.º 109/2009, de 15.09, conjugado este com o disposto nos artigos 179.º e 252.º do CPP, no que se refere à entidade competente para determinar a apreensão de correio eletrónico em processo contraordenacional da competência da AdC.\nEm resumo, mostram-se preenchidos, in casu, todos os pressupostos de admissibilidade do recurso de fixação de jurisprudência.\nReafirma-se, assim, a oposição de julgados, em conformidade com o disposto no artigo 437.º, n.º 1 do Código de Processo Penal, porquanto os acórdãos recorrido e fundamento, versando sobre idêntica situação de facto, assentam em soluções jurídicas opostas para a mesma questão de direito, sendo expresso o antagonismo dos respetivos dispositivos.\n2 - A oposição de julgados respeita à questão de saber qual a autoridade judiciária competente para determinar a apreensão de correio eletrónico, em processo contraordenacional por práticas restritivas da concorrência.\n3 - A Autoridade da Concorrência, em alegações, veio requerer que “Seja ordenada a suspensão da presente instância até que seja apreciado o recurso de fiscalização da ofensa do caso julgado, por si interposto para o Tribunal Constitucional, nos termos do artigo 80.º da Lei do Tribunal Constitucional.”\nContudo, tal pretensão não pode ser acolhida.\nAlém de se não descortinar base legal para a requerida suspensão, aliás, não invocada, os diferentes fundamentos e etiologia do presente recurso e do recurso para o Tribunal Constitucional, cujo desfecho a requerente aguarda, e o diverso efeito das respetivas decisões determinam o prosseguimento dos autos (art. 445.º, n.º 1, do CPP).\nB. Do regime jurídico aplicável\nEm apontamento prévio, dando nota breve de jurisprudência, sobre a questão objeto do presente recurso, recorda-se que o Tribunal Constitucional se pronunciou, nos Acórdãos n.os 91/23, de 16.03, e 314/2023, de 26/05, e, com objeto diverso, mas igualmente relevante, no Acórdão n.º 687/2021, de 30.08.2021.\nNo Supremo Tribunal de Justiça, não foi formada jurisprudência sobre a matéria.\nA jurisprudência dos Tribunais superiores confina-se no âmbito dos Tribunais da Relação, desvelando-se uma divisão, sem tendência assinalável.\nAssim:\n- No sentido do acórdão recorrido, destacam-se os Acórdão do Tribunal da Relação de Lisboa, de 12.11.2019, no Proc. n.º 71/18.3YUSTR-J.LI, de 26.10.2022, no Proc. n.º 49/18.0YUSTR-F.L1-PICRS e de 20.02.2023, no Proc. n.º 18/19.0YUSTR-N.L1-PICRS;\n- Seguindo a interpretação do acórdão fundamento, identificam-se os Acórdão do Tribunal da Relação de Lisboa, de 10.04.2024, no Proc. n.º 59/19.3YUSTR-A.L2-PICR e de 25.10.2023, no Proc. n.º 18/19.0YUSTR-C.L4-3.\n1 - O art. 18.º da Lei n.º 19/2012, de 8.05, que aprovou o novo regime jurídico da concorrência, sob a epígrafe “Poderes de busca, exame, recolha e apreensão”, dispõe, na alínea c) do n.º 1, na redação atual 1, que:\n“1 - No exercício de poderes sancionatórios, a AdC, através dos seus órgãos ou trabalhadores pode, designadamente:\nc) Tirar ou obter sob qualquer forma cópias ou extratos dos documentos controlados e, sempre que o considere adequado, continuar a efetuar esse tipo de pesquisa de informação e seleção de cópias ou extratos nas instalações da AdC ou em quaisquer outras instalações designadas”\nE o n.º 1 do art. 20.º do mesmo regime que:\n1 - As apreensões de documentos, independentemente da sua natureza ou do seu suporte, são autorizadas, ordenadas ou validadas por despacho da autoridade judiciária.”\nÀ data dos factos, era a seguinte a redação das referidas disposições legais (na versão de 2012, a norma relevante é a do art. 21.º):\nArtigo 18.º “1- No exercício de poderes sancionatórios, a Autoridade da Concorrência, através dos seus órgãos ou funcionários, pode, designadamente:\nc) Proceder, nas instalações, terrenos ou meios de transporte de empresas ou de associações de empresas, à busca, exame, recolha e apreensão de extratos da escrita e demais documentação, independentemente do seu suporte, sempre que tais diligências se mostrem necessárias à obtenção de prova”.\nArtigo 21.º “É competente para autorizar as diligências previstas nas alíneas c) e d) do n.º 1 do artigo 18.º e nos artigos 19.º e 20.º o Ministério Público ou, quando expressamente previsto, o juiz de instrução, ambos da área da sede da Autoridade da Concorrência.”\nComo resulta da leitura das disposições em causa, o Novo Regime Jurídico da Concorrência não contém na versão de 2022, nem continha na redação inicial, quaisquer disposições que contemplem a apreensão de correio eletrónico, referindo-se, apenas e no essencial, à apreensão de documentos (ou “documentação”), independentemente do suporte.\n2 - Importa reter que a apreensão de correio eletrónico, em processo contraordenacional no âmbito da concorrência, se sustenta:\n- Na perspetiva da AdC e da jurisprudência que sufraga o entendimento do acórdão recorrido, na equivalência entre mensagens abertas/lidas e documentos, à semelhança da correspondência em papel, mostrando-se, assim, o regime respetivo “apartado da protecção do sigilo que é conferida à correspondência pela Lei Fundamental” (acórdão recorrido);\n- Na perspetiva do Tribunal Constitucional (Acórdão n.º 91/23), na inscrição da defesa da concorrência no TFUE e na CRP, na evolução do direito respetivo da UE e na consideração de que as práticas restritivas da concorrência se incluem, face à sua “máxima relevância jurídica”, no campo de discricionariedade de opção de politica sancionatória substantiva do legislador ordinário, concluindo que a natureza contraordenacional “não exclui em absoluto a possibilidade de previsão da ingerência nas comunicações a coberto da autorização concedida pelo inciso final do n.º 4 do artigo 34.º da Constituição” (“É proibida toda a ingerência das autoridades públicas na correspondência, nas telecomunicações e nos demais meios de comunicação, salvos os casos previstos na lei em matéria de processo criminal”) 2.\nNote-se que este entendimento, expresso no Acórdão n.º 91/23 do Tribunal Constitucional, quanto ao âmbito da reserva de processo criminal em matéria de ingerência nas comunicações, retomado, por remissão, no Acórdão n.º 314/23, não havia merecido acolhimento no Acórdão n.º 464/2019, este relativo a acesso de dados pelo SIRP. 3\nDe todo o modo, a consideração das regras de concorrência necessárias ao funcionamento do mercado interno como domínio da competência exclusiva da UE (art.3.º, alínea b) do TFUE), a inscrição da garantia de equilibrada concorrência entre as empresas e a repressão dos abusos de posição dominante e outras práticas lesivas do interesse geral como incumbência prioritária do Estado (al. f) do art. 81.º da CRP), a evolução recente do normativo europeu e nacional e a previsão de sanções pecuniárias avultadas (o caso das chamadas “grandes contraordenações”, em que se incluem as práticas restritivas da concorrência) 4, opção em que se desvela a danosidade social das práticas ilícitas em causa, parecem constituir elementos bastantes de suporte da interpretação do n.º 4 do art. 34.º da CRP, sustentada no acórdão do Tribunal Constitucional citado.\n3 - A apreensão de correio eletrónico, em processo contraordenacional por práticas restritivas da concorrência, é um meio de obtenção de prova não previsto no RJC.\nO n.º 1, do art. 13.º do RJC define o direito aplicável aos processos de contraordenação: “Os processos por infração ao disposto nos artigos 9.º, 11.º e 12.º regem-se pelo previsto na presente lei e, subsidiariamente, com as devidas adaptações, pelo regime geral do ilícito de mera ordenação social, aprovado pelo Decreto-Lei n.º 433/82, de 27 de outubro”.\nE o n.º 1, do art. 41.º do RGCO estatui que “Sempre que o contrário não resulte deste diploma, são aplicáveis, devidamente adaptados, os preceitos reguladores do processo criminal.”\nDiversamente da fórmula utilizada quanto ao direito subsidiário substantivo (art. 32.º do mesmo Regime) - as normas do Código Penal, em matéria de direito adjetivo estatui-se a aplicação supletiva dos preceitos reguladores do processo criminal.\nAs disposições do processo criminal, quando não contrariarem normas ou princípios do Regime Geral das Contraordenações, são aplicáveis “incluindo o CPP e outras leis processuais [...], quer na fase administrativa, quer na fase judicial do processo contraordenacional” 5.\nTambém Manuel Simas Santos e Jorge Lopes de Sousa entendem existir uma “remissão global” para todas as disposições processuais criminais. 6.\nLeones Dantas caracteriza a relação entre um e outro processo, nos seguintes termos: “Embora o procedimento dos contraordenações integre, na sua fase administrativa, uma atuação materialmente administrativa, esta forma de atuar sempre obedeceu a um procedimento próprio de natureza sancionatória moldado a partir do processo penal, que é expressamente assumido como direito subsidiário.” 7\nPor sua vez, este Tribunal pronunciou-se, no Acórdão de Fixação de Jurisprudência n.º 3/2019, sobre a relação de subsidiariedade em causa “Se, por um lado, após a fase administrativa, o processo contraordenacional se apresenta com um âmbito distinto do processo administrativo, por outro lado, pese embora a sua especificidade, apresenta-se próximo das regras de processo penal, como aliás o RGCO o evidencia: os princípios de processo penal são subsidiários do regime (cf. art. 41.º, n.º 1, do RGCO). Esta proximidade ocorre logo na fase administrativa, pois, “[n]o processo de aplicação da coima e das sanções acessórias, as autoridades administrativas gozam dos mesmos direitos e estão submetidas aos mesmos deveres das entidades competentes para o processo criminal, sempre que o contrário não resulte do presente diploma” (art. 41.º, n.º 2, do RGCO).” 8.\nNão existe, com efeito, fundamento para se excluir da definição do direito subsidiariamente aplicável, fixada no n.º 1, do art. 41.º do RGCO, regimes ou normas processuais penais complementares do Código de Processo Penal. 9\nEm especial, quando se trate da disciplina de um meio de obtenção de prova, próprio do processo criminal e a ele constitucionalmente reservado, cuja validade se almeja no âmbito de um regime de contraordenações sectorial.\n4 - Referimo-nos ao regime da apreensão de correio eletrónico e registos de comunicações de natureza semelhante, objeto da Lei n.º 109/2009, de 15.09, Lei do Cibercrime.\nComo é sabido, além de definir um conjunto de tipos de crime e prever outras normas de direito penal substantivo, a Lei do Cibercrime, no seu Capítulo III, sob a epígrafe “Disposições processuais”, disciplina a obtenção de prova em meio digital, aplicando-se, com exceção do disposto nos artigos 18.º e 19.º, a todos os crimes cometidos por meio de um sistema informático ou em relação aos quais seja necessário proceder à recolha de prova em suporte eletrónico (art. 11.º, als. b) e c)).\nEste regime de aquisição de prova em meio digital, por razões de oportunidade e sistemática não isentas de controvérsia, inclui-se em diploma com disposições ´de direito penal, mas aplica-se aos novos ilícitos tipificados e a todos os crimes cuja investigação torne necessária a obtenção deste tipo de prova.\nConstitui, aliás, em articulação com as disposições relevantes do CPP, o regime processual penal de aquisição de prova em suporte eletrónico.\nSendo, pois, destituídas de fundamento, as objeções que se referem à matéria penal contida no diploma ou à ligação entre as disposições processuais e a prática de crimes, por ser esta a relação natural e primeira entre o direito penal e o direito processual penal.\nO art. 17.º da Lei do Cibercrime regula a apreensão de mensagens de correio eletrónico, determinando a aplicação correspondente do regime da apreensão de correspondência previsto no Código de Processo Penal (arts. 179.º e 252. ° do CPP).\nE, tal como, nas ora referidas disposições do CPP, determina que a competência para autorizar ou ordenar a apreensão é do juiz.\n5 - Em breve nota sobre as invocadas referências, nas versões de 2012 (art. 21.º) e 2022 (n.º 1 do art. 20.º) do RJC, às autoridades competentes para determinar a apreensão de prova, dir-se-á que:\n- O objeto de tais normas é a apreensão de prova documental;\n- Não visam a aquisição de prova relativa a comunicações em ambiente digital;\n- A definição de “autoridade judiciária”, conceito do processo penal, inclui “o juiz, o juiz de instrução e o Ministério Público, cada um relativamente aos actos processuais que cabem na sua competência” (art. 1.º, alínea b) do CPP), sendo, neste contexto, irrelevante a alteração de 2022.\n6 - Concluindo, na ausência de disposições próprias no RJC sobre a apreensão de mensagens de correio eletrónico, pela aplicação subsidiária das disposições do art. 17.º da Lei n.º 109/2009, de 15.09, e dos arts. 179.º e 252.º do CPP, restaria apreciar a existência de distinção, pertinente para a escolha do regime aplicável, entre mensagens marcadas como abertas (lidas) e fechadas (não lidas).\nO Supremo Tribunal de Justiça, no Acórdão de Fixação de Jurisprudência n.º 10/23, definiu, de forma clara, a sua interpretação dos dispositivos aplicáveis, na consideração da insusceptibilidade de diferenciação substancial. E, em tal pronúncia, conheceu de todos os aspetos e argumentos relevantes para a decisão, sem necessidade de proceder à sua revisitação.\nEste Tribunal fixou, no citado aresto, a seguinte jurisprudência:\n“Na fase de inquérito, compete ao juiz de instrução ordenar ou autorizar a apreensão de mensagens de correio eletrónico ou de outros registos de comunicações de natureza semelhante, independentemente de se encontrarem abertas (lidas) ou fechadas (não lidas), que se afigurem ser de grande interesse para descoberta da verdade ou para a prova, nos termos do art. 17.º, da Lei n.º 109/2009, de 15/09 (Lei do Cibercrime)”.\nMostrando-se, em consequência, respondida a questão objeto do presente recurso: inexistindo distinção entre umas e outras mensagens de correio eletrónico, aplica-se a todas a reserva de juiz consagrada no art. 17.º da Lei do Cibercrime e nos arts. 179.º e 252.º do CPP, ex vi art. 13.º, n.º 1, do RJC e art. 41.º, n.º 1, do RGCO.\n7 - Contudo, mesmo que não existisse regime processual penal relativo à apreensão de correio eletrónico, o regime constitucional de proteção do segredo da correspondência, particularmente, o n.º 4 do art. 34.º da CRP conduziria à mesma conclusão.\nA admissibilidade de apreensão de mensagens de correio eletrónico (marcadas como abertas ou como fechadas), em processo contraordenacional por práticas restritivas da concorrência, por compreensão deste processo sancionatório não privativo da liberdade no âmbito da reserva de processo criminal determinada por aquela norma constitucional, impõe a competência exclusiva do juiz, prevista no n.º 4 do art. 32.º da Constituição.\nFoi este o entendimento do Tribunal Constitucional, nos recentes Acórdãos n.os 91/23, de 16.03, e 314/2023, de 26/05, sendo, em ambos, suscitada a inconstitucionalidade da seguinte norma, extraída da alínea c) do n.º 1 e do n.º 2 do artigo 18.º e do n.º 1 do artigo 20.º do RJC, “em processo por prática restritiva da concorrência, é permitida a busca e apreensão de mensagens de correio eletrónico abertas mediante autorização do Ministério Público”.\nNo Acórdão n.º 91/23, afirma-se, a propósito da indistinguibilidade entre mensagens abertas (lidas) e fechadas (não lidas):\n“Não subsistindo dúvidas de que o regime especial de tutela da inviolabilidade da correspondência e das comunicações abrange as mensagens remetidas de e para endereços de pessoas coletivas, o problema que importa seguidamente enfrentar passa por determinar se essa proteção compreende o correio eletrónico apenas até ao momento em que a mensagem seja marcada como aberta ou, pelo contrário, se mantém para além dele, abrangendo igualmente, como defendem as recorrentes, as mensagens marcadas como abertas.\nNo domínio da correspondência postal, vem sendo entendido que a proteção especialmente conferida pelos n.os 1 e 4 do artigo 34.º da Constituição apenas é aplicável até ao momento de abertura da carta, o mesmo é dizer, enquanto esta se mantém em trânsito. A tutela consiste na proteção da informação em trânsito ou em circulação, cessando a partir do momento em que a mensagem é recebida pelo destinatário por então terminar a realidade dinâmica da comunicação. A partir daí, a mensagem é equiparada a qualquer outro documento, deixando de gozar da tutela constitucional da inviolabilidade das comunicações.\n[...] A decisão recorrida transpôs para o correio eletrónico a conceção defendida para a correspondência postal, concluindo que a proteção constitucional da inviolabilidade das comunicações vigora até ao momento da abertura da mensagem pelo destinatário, aí terminando o processo comunicativo. O que releva para este efeito não é o facto de a mensagem permanecer disponível na caixa de correio do destinatário, mas sim a sua chegada efetiva ao domínio deste: quando a mensagem está a aguardar ser lida na caixa de correio do destinatário, ela está ainda em trânsito, o que deixa de verificar-se após a respetiva abertura.\n[...] Este entendimento vem sendo, contudo, crescentemente posto em causa, ainda que com apoio em pontos de vista diversos.\nCom efeito, opõem-se-lhe não apenas aqueles que defendem que o correio eletrónico, em si mesmo, constitui uma realidade diversa da correspondência escrita, devendo ser para todos os efeitos encarado como mero documento em suporte informático [...], como aqueles que, no polo oposto, consideram que as mensagens de correio eletrónico constituem sempre comunicações, mesmo depois de lidas - posição que parece, aliás, subjacente à opção do legislador processual penal em sujeitar as \"conversações ou comunicações transmitidas por qualquer meio técnico diferente do telefone, designadamente correio eletrónico\" ao regime das escutas telefónicas, ainda que \"guardadas em suporte digital\" (artigos 187.º e 189.º do Código de Processo Penal), ou mesmo que o correio eletrónico é insuscetível de assimilar a distinção entre aberto e não aberto, demandando por essa razão o estabelecimento de um outro critério para a determinação do momento em que a mensagem deixa de poder ser vista como comunicação [...].\nDesta tendência deu particular nota o Acórdão n.º 687/2021 no trecho que se segue:\n“Assim, tem-se caminhado em direção a uma disciplina tendencialmente unitária da apreensão de correio eletrónico em processo penal, permitindo enfrentar as questões levantadas por tal realidade, levando em consideração os bens jurídico-constitucionalmente tutelados que a propósito dela devem ser convocados (como a privacidade, o sigilo da correspondência, a autodeterminação informativa, a proteção conferida aos dados pessoais e aos dados informáticos), e contribuindo para ultrapassar os desencontros provocados pelo “enquadramento categorial e normativo dos e-mails nas fases e ao tempo em que se encontram guardados no e-mail account do provider: tanto na fase intermédia, em que a mensagem não foi ainda chamada nem aberta ou lida pelo destinatário; como na fase final, nas constelações em que, depois de aberto e lido, o e-mail é depositado no server do provider, a que só é possível aceder através da internet, isto é, através de um ato de telecomunicação” (M. COSTA ANDRADE, “Comentário ao artigo 194.º do Código Penal”, in Comentário Conimbricense do Código Penal, Tomo I, 2.ª Edição, Coimbra Editora, maio de 2012, ponto 28). [...]\nPor esta razão, e atendendo igualmente aos bens jurídico-constitucionais e aos direitos fundamentais em causa, bem como à necessidade de uma compreensão atualista da tutela jusconstitucional conferida pela CRP nesta matéria, atender-se-á ao regime jurídico de apreensão de correio eletrónico sem proceder a este tipo de distinções\".\nDaí que, no aresto citado, o Tribunal não tenha feito qualquer distinção entre correio eletrónico marcado como aberto ou fechado, colocando a possibilidade de apreensão de um e de outro na dependência da verificação dos mesmos pressupostos ou condições, à face do que dispõem os \"artigos 26.º, n.º 1, 34.º, n.º 1, 35.º, n.os 1 e 4, 32.º, n.º 4, e 18.º, n.º 2, da Constituição\".\n18.2 - Tal entendimento é de manter aqui.\nNo domínio do correio eletrónico, a marcação de certa mensagem como aberta constitui um evento imprestável para determinar o fim da sua natureza de comunicação - e, em consequência, a paralisação da proteção especialmente concedida pelo artigo 34.º da Constituição -, devendo entender-se que a garantia constitucional de inviolabilidade das comunicações abrange as mensagens de correio eletrónico enquanto permanecerem na caixa (virtual) de correio eletrónico, independentemente da circunstância, contingencial e aleatória, de a mensagem ostentar o estado de “aberta” ou de “fechada””.\nE, em segundo momento, sobre a competência do juiz para a autorização da ingerência na correspondência em processo criminal, concluiu, em interpretação do n.º 4 do art. 34.º da CRP:\n“É verdade que, ao contrário do que dispõe o n.º 2 do artigo 34.º da Constituição - que reserva à autoridade judicial competente a decisão sobre a ingerência no domicílio -, o respetivo n.º 4 não coloca expressamente na dependência da intervenção prévia de um juiz a ingerência das autoridades públicas nos meios de comunicação privada. Daí não se segue, todavia, que o legislador se encontre constitucionalmente autorizado a dispensar essa intervenção nos casos em que admita a possibilidade de obtenção de prova através da apreensão de mensagens de correio eletrónico, abertas ou fechadas.\nEsta questão foi recentemente apreciada no Acórdão n.º 687/2021, já referido, que se ocupou, em processo de fiscalização preventiva da constitucionalidade, de um conjunto de alterações ao artigo 17.º da Lei n.º 109/2009, de 15 de setembro (Lei do Cibercrime), das quais decorria passar o Ministério Público a poder autorizar, ordenar e validar, enquanto autoridade judiciária competente em sede de inquérito, a apreensão de mensagens de correio eletrónico.\nPartindo do diferente estatuto constitucional da magistratura judicial e da magistratura do Ministério Público e, em particular, do conjunto de garantias por um e outro proporcionadas, o Tribunal afirmou ali o seguinte:\n“É certo que, como já vimos, a Lei Fundamental permite expressamente a ingerência das autoridades públicas na comunicação, nas suas várias formas, nos casos previstos na lei, em sede de processo penal. Além disso, não resulta diretamente da norma do n.º 4 do artigo 34.º da CRP que tal ingerência deva ocorrer, necessariamente, mediante intervenção de uma autoridade judicial. A este propósito, disse-se no Acórdão n.º 4/2006:\n“O artigo 34.º da CRP, após proclamar, no n.º 1, a inviolabilidade do domicílio e do sigilo da correspondência e dos outros meios de comunicação privada, considera, no n.º 4, “proibida toda a ingerência das autoridades públicas na correspondência, nas telecomunicações e nos demais meios de comunicação, salvo os demais casos previstos na lei em matéria de processo criminal” (o inciso “e nos demais meios de comunicação” foi aditado pela revisão constitucional de 1997, tendo em vista as modernas formas de comunicação à distância, que não correspondem aos sentidos tradicionais de correspondência ou de telecomunicações). Da formulação literal do n.º 4 do artigo 34.º da CRP resulta a limitação direta da admissibilidade da “ingerência... nas comunicações” ao âmbito do processo criminal e a sua sujeição a reserva de lei. Mas desse preceito constitucional já não resulta, ao menos de forma explícita e direta, a sujeição da “ingerência” a reserva de decisão judicial, como, diversamente, o precedente n.º 2 faz relativamente à entrada no domicílio dos cidadãos contra a sua vontade, que só pode ser ordenada “pela autoridade judicial competente, nos casos e segundo as formas previstas na lei”.”\nNeste prisma, poderia defender-se que a intervenção do Ministério Público, enquanto autoridade judiciária competente, na fase de inquérito, bastaria - atenta a sua autonomia e os estritos critérios de legalidade pelos quais deve pautar-se a sua intervenção processual - para assegurar a conformidade constitucional da solução legal prevista nas normas questionadas.\nSucede, porém, que, tratando-se, como se demonstrou, de normas restritivas de direitos, liberdades e garantias, a afetação de tais direitos deverá ser a menor possível, devendo limitar-se ao mínimo indispensável para assegurar uma efetiva prossecução dos bens e valores jusconstitucionais que fundamentam a restrição. Ora, considerando o impressivo e distinto retrato do juiz e do Ministério Público que resulta do texto constitucional e das disposições legais aplicáveis - vistos os seus diferentes estatutos e poderes - parece incontornável reconhecer que a intervenção judicial constitui uma garantia adicional de ponderação dos direitos e liberdades atingidos no decurso da investigação criminal (veja-se o que se disse nos Acórdãos n.os 42/2007, n.º 155/2007, n.º 228/2007 e n.º 213/2008).\nEfetivamente, nos momentos processuais em que esteja em causa uma atuação restritiva das autoridades públicas no âmbito dos direitos fundamentais, a intervenção de um juiz - com as virtudes de independência e imparcialidade que tipicamente a caraterizam - é essencial para uma tutela efetiva desses direitos, mesmo nos casos em que estes devam parcialmente ceder, em nome da salvaguarda de outros bens jusconstitucionalmente consagrados. O juiz tem, nos termos da CRP, uma competência exclusiva e não delegável de garantia de direitos fundamentais no âmbito do processo criminal (à luz do artigo 32.º, n.º 4, do CPP), pelo que a lei apenas pode dispensar a sua intervenção em casos excecionais devidamente delimitados e justificados. [...]\nExiste, pois, uma ligação muito estreita entre a autorização constitucional de restrição, prevista no n.º 4 do artigo 34.º da CRP, e a previsão de competência primária do Juiz de Instrução Criminal para a prática de atos que diretamente contendam com direitos fundamentais, estatuída no n.º 4 do artigo 32.º da Constituição. Por isso, e como se disse, uma solução legal que dispense a prévia autorização daquele para a prática de atos de investigação penal que importam a invasão da esfera privada dos cidadãos só será constitucionalmente legítima se existir uma justificação cabal, robusta e bem determinada, não podendo, em caso algum, exceder os limites apertados de uma solução excecional.” 10\nConcluindo pela inconstitucionalidade, por violação do disposto nos artigos 32.º, n.º 4, e 34.º, n.os 1 e 4, este conjugado com o artigo 18.º, n.º 2, todos da Constituição, da norma extraída das disposições conjugadas do n.º 2 do artigo 18.º e do n.º 1 do artigo 20.º do Regime Jurídico da Concorrência, na versão aprovada pela Lei n.º 19/2012, de 8 de maio, segundo a qual, em processo contraordenacional por prática restritiva da concorrência, é permitida à Autoridade da Concorrência a busca e apreensão de mensagens de correio eletrónico abertas mediante autorização do Ministério Público.\nNo mesmo sentido, se pronunciou o Acórdão n.º 314/2023:\n“O juízo de inconstitucionalidade - no pressuposto da equiparação atrás referida entre mensagens lidas e não lidas - dirigiu-se unicamente à falta de intervenção do juiz de instrução para assegurar um controlo judicial prévio, “destinado a aferir, à semelhança do que ocorre com a realização de buscas domiciliárias, a gravidade da infração investigada, a relevância dos meios de prova procurados, o nível de indiciação da participação da empresa ou associação de empresas envolvidas e a razoabilidade da convicção de que a diligência pretendida é indispensável para a descoberta da verdade dos factos ou de que a prova tida em vista seria impossível ou muito difícil de obter por meios alternativos, menos intrusivos para os direitos do(s) visado(s)”.\nPois bem, colocada assim a questão, são de acolher integralmente os fundamentos do Acórdão n.º 91/2023, os quais se dão por reproduzidos e que assim se repercutirão, inevitavelmente, sobre a norma sub judice enquanto fundamentos da sua inconstitucionalidade. Se não há que distinguir entre mensagens lidas e não lidas, designadamente para efeitos de proteger menos intensamente estas últimas, então o seu estado é irrelevante para efeitos de enquadramento jurídico-constitucional.\nAssim resultam, necessariamente, afastados os argumentos apresentados nas contra-alegações, seja por assentarem na ideia de relevância da distinção entre correio lido e não lido (aliás, não refletida no enunciado normativo que é objeto do recurso), como sustentou a Autoridade da Concorrência, seja por via de se afirmar que “a eventual apreensão de meros documentos armazenados em equipamentos ou sistemas informáticos, bem como a norma que a autorize, não se revelam violadoras do disposto nos n.os 1 e 4, do artigo 34.º, da Constituição”, posição em que se fundou, também, a conclusão dos recorridos no sentido da desnecessidade de controlo judicial.\nConsequentemente, a norma segundo a qual se admite o exame, recolha e apreensão de mensagens de (qualquer) correio eletrónico em processo de contraordenação da concorrência, desde que autorizado pelo Ministério Público, não sendo necessário despacho judicial prévio, é violadora do disposto nos artigos 32.º, n.º 4, e 34.º, n.os 1 e 4, este conjugado com o artigo 18.º, n.º 2, todos da Constituição.”\n8 - É invocada, em alegações da AdC, a distinção entre o papel do Ministério Público na fase administrativa do processo contraordenacional e a sua função no processo penal.\nA fundamentação sobre a reserva de juiz, em matéria de restrição à inviolabilidade da correspondência, a que se adere, retira propósito ao argumento referido.\nDe todo o modo, sempre se dirá que. no processo contraordenacional, à fase administrativa poderá suceder-se a fase judicial, iniciada com a remessa, pelo Ministério Público, dos autos ao tribunal 11.\nSobre a natureza da intervenção do Ministério Público, esclarece o Parecer n.º 5/2020, do Conselho Consultivo da Procuradoria Geral da República, de 21 de maio, cuja doutrina foi tornada obrigatória para os magistrados do Ministério Público através da Diretiva PGR n.º 4/21, de 23.09, destacando-se, pelo enquadramento, a conclusão 7.ª “Conforme resulta da tramitação da fase judicial do processo contraordenacional regulada no RGCO, esta tem uma estrutura acusatória, sendo atribuída a magistratura do Ministério Público, a semelhança do que sucede no processo penal, a representação dos interesses do Estado no sancionamento das práticas contraordenacionais.”\n9 - Em síntese, merecendo todas as mensagens de correio eletrónico, marcadas como “lidas” (abertas) ou “fechadas” (não lidas) a proteção do n.º 1 do art. 34.º da CRP, a autorização da sua apreensão constitui ato que, ao restringir direitos fundamentais, é da competência do juiz (n.º 4 do art. 32.º da CRP,) face à sua indissociabilidade da autorização constitucional de restrição, prevista no n.º 4 do artigo 34.º da CRP.\nÉ este o entendimento que se acolhe.\n10 - A Autoridade da Concorrência, no ponto YY. das suas alegações, veio requerer que fossem “salvaguardados os casos pretéritos suportados em autorizações concedidas pelo Ministério Público, onde se venha a apurar que a prova em questão foi apreendida em local/ servidor já não acessível a terceiro”.\nA requerida restrição de efeitos não está prevista para o recurso de fixação de jurisprudência.\nO art. 445.º do CPP define, no seu n.º 1, o âmbito da eficácia da decisão que resolver o conflito, determinando que ela incide no processo em que o recurso foi interposto e nos processos cuja tramitação tiver sido suspensa nos termos do artigo 441.º, n.º 2.\nA restrição de efeitos da declaração de inconstitucionalidade ou de ilegalidade, prevista no art. 282.º, n.º 4 da Constituição, não tem aplicação no domínio de acórdão do Supremo Tribunal de Justiça, de resolução de conflito de julgados, com eficácia circunscrita a um processo ou a um reduzido número de casos e que não constitui jurisprudência obrigatória.\n11 - Em síntese conclusiva:\n- Na ausência de disposições próprias no RJC sobre a apreensão de mensagens de correio eletrónico, há lugar a aplicação subsidiária das disposições do art. 17.º da Lei n.º 109/2009, de 15.09, e dos arts. 179.º e 252.º do CPP, nos termos dos arts. 13.º, n.º 1, do RJC e 41.º, n.º 1, do RGCO;\n- O Acórdão de Fixação de Jurisprudência n.º 10/23, decidiu sobre a existência de distinção, relevante para a escolha do regime aplicável, entre mensagens marcadas como abertas (lidas) e fechadas (não lidas), no sentido da insusceptibilidade de diferenciação substancial;\n- Mostrando.se, em consequência, respondida a questão objeto do presente recurso: inexistindo distinção entre umas e outras mensagens de correio eletrónico, aplica-se a todas a reserva de juiz consagrada no art. 17.º da Lei do Cibercrime e nos arts. 179.º e 252.º do CPP, ex vi art. 13.º, n.º 1, do RJC e art. 41.º, n.º 1, do RGCO;\n- O regime constitucional de proteção do segredo da correspondência, particularmente, o n.º 4 do art. 34.º da CRP conduz à mesma conclusão.\n- A admissibilidade de apreensão de mensagens de correio eletrónico (marcadas como abertas ou como fechadas), em processo contraordenacional por práticas restritivas da concorrência, por compreensão deste processo sancionatório no âmbito da reserva de processo criminal determinada por aquela norma constitucional, impõe a reserva de juiz, prevista no n.º 4 do art. 32.º da Constituição.\nIII. Decisão\nFace ao exposto, o Pleno das secções criminais do Supremo Tribunal de Justiça decide:\na) Fixar a seguinte jurisprudência:\n“Em processo de contraordenação relativo a práticas restritivas da concorrência previstas no Regime Jurídico da Concorrência (Lei n.º 19/2012, de 8 de maio), compete ao juiz de instrução ordenar ou autorizar a apreensão de mensagens de correio eletrónico ou de outros registos de comunicações de natureza semelhante, independentemente de se encontrarem abertas (lidas) ou fechadas (não lidas), que se afigurem ser de grande interesse para a descoberta da verdade ou para a prova, nos termos do art. 17.º da Lei n.º 109/2009, de 15/09 (Lei do Cibercrime), aplicável por força do disposto no art. 13.º, n.º 1, do RJC e do art. 41.º, n.º 1, do RGCO.”\nb) Julgar procedente o recurso extraordinário para fixação de jurisprudência interposto pela sociedade recorrente, revogando o acórdão recorrido.\nOportunamente, cumpra-se o disposto no artigo 444.º, n.º 1, do Código de Processo Penal.\nSem custas.\n1 Com as alterações introduzidas pela Lei n.º 17/2022, de 17.08.\n2 Cf. Acórdão do Tribunal Constitucional n.º 91/2023.\n3 Igualmente em sentido divergente ao do Ac. do TC n.º 91/23, Miguel Gorjão-Henriques e Alberto Saavedra, “Diretiva ECN+ e a nova era do direito da concorrência - Desafios e limites”, Revista da Ordem dos Advogados, Ano 80, 2020, pág. 238, afirmando que “em ponto algum da parte dispositiva da Diretiva (UE) n.º 2019/1 se prevê a possibilidade de acesso (com ou sem aviso prévio) a “dispositivos e equipamentos” nem a correio eletrónico”.\nA jurisprudência do TJUE sobre a ausência de valor jurídico obrigatório, ou mesmo interpretativo, dos “considerandos” das diretivas e o texto do invocado Considerando 73 da Diretiva ECN+ (que prevê que “as ANC deverão poder considerar as mensagens eletrónicas como prova relevante, independentemente de essas mensagens parecerem não ter sido lidas ou de terem sido apagadas” - referindo-se a utilização como prova, mas não à sua apreensão), podem, de algum modo, fragilizar a sustentação da admissibilidade de apreensão de mensagens de correio eletrónico pela AdC.\n4 Ver, entre outros, Nuno Brandão, As grandes contra‐ordenações e os seus desafios actuais, II Jornadas do Tribunal da Concorrência, Regulação e Supervisão, Direito das Contraordenações nos tempos actuais, 10.º aniversário do Tribunal da Concorrência, Regulação e Supervisão, outubro 2022.\n5 Paulo Pinto de Albuquerque, “Comentário do RGCO à luz da Constituição da República e da Convenção Europeia dos Direitos do Homem”, 2011, Universidade Católica Portuguesa, pág. 192.\n6 Contra- ordenações - Anotações ao Regime Geral, Vislis Editores, 2.ª Edição, dezembro 2002, pág. 267.\n7 Direito Processual das Contraordenações, Almedina,2023 - Reimpressão, pág. 20.\n8 Publicado no Diário da República n.º 124/2019, Série I de 02.07.2019.\n9 Ver recensão de jurisprudência do TEDH por Paulo Pinto de Albuquerque (ob. cit., págs. 9-26) que corrobora a sua afirmação inicial: “Segundo a jurisprudência do TEDH, os direitos estabelecidos pelo artigo 6.º da CEDH valem para o arguido de um processo contraordenacional, desde que a infracção contra-ordenacional possa ser considerada como “matéria criminal” de acordo com os critérios da jurisprudência Engel. Em regra, as infracções contra-ordenacionais constituem “matéria criminal”, em virtude da natureza geral da regra imposta e do carácter preventivo e punitivo da sanção prevista”.\n10 Ver, com idêntica fundamentação e afirmando a reserva de juiz, o Acórdão n.º 687/21, de 30.08., “o Tribunal decide, com referência ao Decreto 167/XIV da Assembleia da República, publicado no Diário da Assembleia da República, Série II-A, n.º 177, de 29 de julho de 2021, e enviado ao Presidente da República para promulgação como lei, pronunciar-se pela inconstitucionalidade das normas constantes do seu artigo 5.º, na parte em que altera o artigo 17.º da Lei n.º 109/2009, de 15 de setembro, por violação das normas constantes dos artigos 26.º, n.º 1, 34.º, n.º 1, 35.º, n.os 1 e 4, 32.º, n.º 4, e 18.º, n.º 2, da Constituição da República Portuguesa.”\n11 Valendo tal ato como acusação (art. 62.º, n.º 1, do RGCO).\nSupremo Tribunal de Justiça, 26 de junho de 2024. - Teresa de Jesus Oliveira de Almeida (relatora) - Helena Isabel Gonçalves Moniz Falcão de Oliveira - José Luís Lopes da Mota - Nuno António Gonçalves - Maria Teresa Féria Gonçalves de Almeida - Ana Maria Barata de Brito - Maria do Carmo da Silva Dias - Pedro B. Ferreira Dias - Leonor Furtado - Agostinho Soares Torres - António Latas - Jorge Gonçalves - João António Gonçalves Fernandes Rato - Heitor Vasques Osório - Jorge Manuel Almeida dos Reis Bravo - Albertina das Dores Nunes Aveiro Pereira - Celso José das Neves Manata - Antero Luís - Eucária Maria Martins Vieira - Horácio Correia Pinto.\n118125981\n",
  "link": "https://diariodarepublica.pt/dr/detalhe/acordao-supremo-tribunal-justica/12-2024-888344732",
  "date": "2024-09-20"
}
