{
  "articleName": "Decreto Regulamentar Regional n.º 18/2024/M, de 20 de setembro",
  "articleContent": "Decreto Regulamentar Regional n.º 18/2024/M\nOrgânica da Direção Regional do Orçamento e Tesouro\nNa estrutura do XV Governo Regional da Madeira, estabelecida pelo Decreto Regulamentar Regional n.º 13/2024/M, de 12 de julho, insere-se a Secretaria Regional das Finanças (SRF), cujo diploma orgânico veio a ser aprovado pelo Decreto Regulamentar Regional n.º 14/2024/M, de 7 de agosto.\nNos termos da alínea c) do n.º 1 do artigo 5.º do referido Decreto Regulamentar Regional n.º 14/2024/M, de 7 de agosto, a Direção Regional do Orçamento e Tesouro (DROT) é um serviço da administração direta da Região Autónoma da Madeira, no âmbito da SRF, que tem por missão exercer a atividade no âmbito da gestão financeira e orçamental dos serviços e organismos integrados no âmbito da administração pública regional, para efeitos de contas nacionais, verificar a regularidade, legalidade e economia na realização das despesas públicas, administrar a tesouraria do Governo Regional, executar a política regional no setor das finanças e controlar as ações necessárias ao domínio da atividade financeira da Região Autónoma da Madeira.\nNo que concerne à DROT, o n.º 3 do artigo 12.º do citado Decreto Regulamentar Regional n.º 14/2024/M, de 7 de agosto, determina, desde logo, que, para a prossecução das suas atribuições na área da contabilidade financeira, funciona, na sua direta dependência o Departamento de Coordenação da Implementação da Entidade Contabilística Região e Análise de Riscos, dirigido por um diretor equiparado a cargo de direção superior de 2.º grau.\nDetermina ainda o artigo 28.º do citado diploma, que a DROT é objeto de restruturação, no sentido de prever na sua estrutura orgânica este novo departamento que tem por objetivo primordial preparar a implementação das novas regras na área da informação contabilística, nomeadamente as existentes ao nível do Estado com a criação Entidade Contabilística do Estado, que se traduz na representação contabilística das operações relevantes a que se refere o n.º 1 do artigo 49.º da Lei de Enquadramento Orçamental do Estado, bem como coordenar a uniformização de aplicação do Sistema de Normalização Contabilístico na Administração Pública Regional.\nDeste modo, pelo presente diploma, dando cumprimento ao estipulado no artigo 28.º do Decreto Regulamentar Regional n.º 14/2024/M, de 7 de agosto, procede-se ao ajustamento da estrutura orgânica da Direção Regional do Orçamento e Tesouro, através da aprovação de um novo diploma orgânico que, para melhor adequação aos objetivos pretendidos no que se refere ao seu desempenho interno, passa a integrar na sua estrutura o Departamento de Coordenação da Implementação da Entidade Contabilística Região e Análise de Riscos.\nEste novo Departamento da DROT, em conformidade com os fins que presidem à sua criação, tem por missão, preparar a implementação e criação de uma entidade contabilística região (ECR), bem como coordenar a uniformização de aplicação do Sistema de Normalização Contabilístico na Administração Pública Regional, uniformizar as políticas contabilísticas ao nível do Governo Regional, elaborar estudos sobre modelos e procedimentos de controlo das contas públicas e contribuir para a deteção antecipada de riscos que possam impactar na prestação de contas da ECR.\nAssim, ao abrigo da alínea d) do n.º 1 do artigo 227.º e do n.º 6 do artigo 231.º da Constituição da República Portuguesa, das alíneas c) e d) do artigo 69.º do Estatuto Político-Administrativo da Região Autónoma da Madeira, aprovado pela Lei n.º 13/91, de 5 de junho, e revisto pelas Leis n.os 130/99, de 21 de agosto, e 12/2000, de 21 de junho, e pelo Decreto Legislativo Regional n.º 17/2007/M, de 12 de novembro, alterado pelos Decretos Legislativos Regionais n.os 24/2012/M, de 30 de agosto, e 2/2013/M, de 2 de janeiro, 42-A/2016/M, de 30 de dezembro, e 6/2024/M, de 29 de julho, o Governo Regional da Região Autónoma da Madeira decreta o seguinte:\nCAPÍTULO I\nNATUREZA, MISSÃO, ATRIBUIÇÕES E ÓRGÃOS\nArtigo 1.º\nNatureza\nA Direção Regional do Orçamento e Tesouro, abreviadamente designada por DROT, é o serviço da administração direta da Região Autónoma da Madeira, integrado na Secretaria Regional das Finanças, a que se referem a alínea c) do n.º 1 do artigo 5.º, o artigo 12.º e o n.º 3 do artigo 27.º do Decreto Regulamentar Regional n.º 14/2024/M, de 7 de agosto.\nArtigo 2.º\nMissão\nA DROT é um serviço executivo da Secretaria Regional das Finanças que tem por missão exercer a atividade no âmbito da gestão financeira e orçamental dos serviços e organismos integrados na administração pública regional, para efeitos de contas nacionais, verificar a regularidade, legalidade e economia na realização das despesas públicas, administrar a tesouraria do Governo Regional, executar a política regional no setor das finanças e controlar as ações necessárias ao domínio da atividade financeira da Região Autónoma da Madeira.\nArtigo 3.º\nAtribuições\nSão atribuições da DROT:\na) Contribuir para a definição e controlo da política orçamental e financeira regional, estudando e propondo as medidas necessárias à sua execução;\nb) Coadjuvar o Secretário Regional das Finanças na coordenação e elaboração da proposta anual de Orçamento Regional;\nc) Elaborar a Conta da Região;\nd) Tomar e propor medidas normativas de organização, simplificação e uniformização dos serviços e organismos em matéria de contabilidade pública regional, com vista ao seu desenvolvimento e articulação com os programas do Governo Regional;\ne) Acompanhar, controlar e analisar a execução orçamental em colaboração com as respetivas unidades de gestão, na perspetiva do cumprimento dos objetivos de política definidos;\nf) Coordenar a contabilização das receitas e despesas públicas e das operações extraorçamentais;\ng) Elaborar o quadro plurianual do Orçamento da Região em articulação com a Direção Regional de Estatística da Madeira e demais entidades envolvidas;\nh) Preparar os projetos de diploma de execução orçamental e instruções para o seu cumprimento e emitir pareceres sobre apoios financeiros e diplomas que impliquem perda de receita ou aumento da despesa pública com impacto no Orçamento da Região;\ni) Superintender na elaboração e divulgação de normas de contabilização de receitas e despesas públicas e colaboração na definição de regras e procedimentos necessários à elaboração das demonstrações financeiras da Região, de acordo com os modelos conceptuais definidos pela Comissão de Normalização Contabilística;\nj) Produzir informação respeitante à execução orçamental, dívida pública regional e demais matérias relativas às finanças públicas;\nk) Assegurar, no âmbito da elaboração do Orçamento Regional, da contabilidade pública e das demais áreas da sua competência, a aplicação de metodologias que permitam procedimentos coerentes e o tratamento agregado da informação;\nl) Avaliar a cedência e controlar os apoios financeiros e os empréstimos contratados, nos termos da lei;\nm) Coordenar as operações relativas à emissão e gestão da dívida pública regional direta e prestar apoio na emissão e gestão da dívida de entidades participadas da Região;\nn) Instruir e acompanhar os processos de concessão de avales da Região e fiscalizar o cumprimento dos respetivos requisitos pelas entidades beneficiárias, nos termos da lei;\no) Assegurar, no âmbito da execução da política e da administração dos ativos financeiros, o acompanhamento financeiro das participações sociais da Região Autónoma da Madeira;\np) Assegurar a gestão de ativos e a assunção e regularização de passivos e responsabilidades financeiras da Região;\nq) Diligenciar para a recuperação de créditos decorrentes de operações de intervenção financeira;\nr) Participar nas políticas e medidas produzidas para o setor administrativo autárquico, salvaguardando o interesse e especificidades das autarquias locais da Região e o poder consagrado à autonomia regional;\ns) Propor medidas de apoio financeiro às autarquias locais da Região e acompanhar a sua situação económico-financeira e contabilística, nos termos da legislação em vigor;\nt) Propor medidas de acompanhamento, controlo e aperfeiçoamento do sistema de liquidação, cobrança e arrecadação das receitas da Região, com vista à sua maximização;\nu) Assegurar o controlo da movimentação e utilização dos fundos da Região;\nv) Propor às entidades competentes, a realização de auditorias orçamentais e financeiras, aos diversos serviços da administração pública regional, com vista a um efetivo controlo da regularidade das despesas e receitas orçamentais;\nw) Promover e decidir sobre trabalhos e estudos a efetuar no âmbito das competências da DROT;\nx) Coordenar a implementação e representação contabilística das operações relevantes para a Entidade Contabilística Região;\ny) Exercer todas as demais atribuições que lhe forem cometidas por lei ou determinadas superiormente ou ainda que decorram do normal exercício das suas funções.\nArtigo 4.º\nÂmbito da ação e dever de cooperação\n1 - A ação da DROT exerce-se, no âmbito do setor público administrativo regional, sobre todos os serviços e organismos da administração regional direta e indireta, independentemente do seu grau de autonomia ou estatuto especial, e ainda, no que se refere à recolha de informação de natureza financeira, sobre as restantes entidades do setor empresarial regional.\n2 - Todos os serviços e organismos e, em especial, os órgãos de controlo interno e os órgãos de fiscalização existentes nos departamentos do Governo Regional, as unidades de gestão, bem como todas as instituições públicas de recolha de dados sobre as finanças públicas, devem cooperar estreitamente com a DROT para a prossecução das suas atribuições.\nArtigo 5.º\nDiretor regional\n1 - A DROT é dirigida pelo diretor regional do Orçamento e Tesouro, adiante designado abreviadamente por diretor regional, cargo de direção superior de 1.º grau.\n2 - Compete ao diretor regional dirigir e orientar a ação dos órgãos e serviços da DROT e exercer as competências que lhe são conferidas no Estatuto do Pessoal Dirigente e as conferidas por lei ou que nele forem delegadas.\n3 - O diretor regional é coadjuvado por um subdiretor regional, cargo de direção superior de 2.º grau.\n4 - O diretor regional pode, nos termos da lei, delegar ou subdelegar competências.\n5 - O diretor regional é substituído nas suas ausências, faltas e impedimentos pelo subdiretor regional e, na falta deste, por um titular de cargo de direção intermédia de 1.º grau a designar.\nCAPÍTULO II\nESTRUTURA E FUNCIONAMENTO GERAL\nArtigo 6.º\nEstrutura e tipo de organização interna\n1 - Para a prossecução da sua missão e atribuições a DROT compreende o Departamento de Coordenação da Implementação da Entidade Contabilística Região e Análise de Riscos (DECR) e as unidades orgânicas nucleares e flexíveis a aprovar nos termos do Decreto Legislativo Regional n.º 17/2007/M, de 12 de novembro, alterado pelos Decretos Legislativos Regionais n.os 24/2012/M, de 30 de agosto, e 2/2013/M, de 2 de janeiro, 42-A/2016/M, de 30 de dezembro, e 6/2024/M, de 29 de julho.\n2 - A organização interna da DROT é composta pelas unidades orgânicas a que refere o número anterior e obedece ao modelo organizacional hierarquizado.\nArtigo 7.º\nDepartamento de Coordenação da Implementação da Entidade Contabilística Região e Análise de Riscos\n1 - O Departamento de Coordenação da Implementação da Entidade Contabilística Região e Análise de Riscos, adiante abreviadamente designado por DECR, tem por missão coordenar a implementação e operacionalidade das funções que estão adstritas à Entidade Contabilística Região (ECR), coordenar a uniformização de aplicação do Sistema de Normalização Contabilístico na Administração Pública Regional, uniformizar as políticas contabilísticas ao nível do Governo Regional, elaborar estudos sobre modelos e procedimentos de controlo das contas públicas e contribuir para a deteção antecipada de riscos que possam impactar na prestação de contas da ECR.\n2 - O DECR tem as seguintes atribuições:\na) Coordenar a implementação e representação contabilística das operações relevantes para a Entidade Contabilística Região;\nb) Articular com as demais entidades públicas responsáveis pelas transações realizadas em nome da Região, nos aspetos que se relacionem com a ECR;\nc) Propor as necessárias orientações e assegurar a preparação da Conta do subsetor do Governo Regional, bem como as demonstrações financeiras consolidadas do subsetor do Governo Regional em colaboração com as restantes unidades orgânicas da DROT e entidades externas;\nd) Articular e superintender o processo de elaboração das demonstrações financeiras consolidadas das entidades integradas no perímetro de consolidação da administração pública regional;\ne) Prestar consultoria técnica aos serviços do Governo Regional no âmbito do SNC-AP e da prestação de contas;\nf) Uniformizar as políticas contabilísticas da administração pública regional, designadamente, através da elaboração de circulares e manuais de apoio;\ng) Promover o conhecimento das normas do SNC-AP através da realização de ações de formação internas e aos vários serviços da administração pública regional;\nh) Superintender e definir metodologias uniformes para os lançamentos contabilísticos na vertente financeira do perímetro orçamental do subsetor Governo Regional da RAM;\ni) Propor melhorias ao ciclo da informação financeira em colaboração com as unidades orgânicas da DROT e entidades externas;\nj) Assegurar a prestação de esclarecimentos no âmbito dos pareceres e respetivas recomendações do Tribunal de Contas no que concerne a matéria relativa à prestação de contas e implementação do SNC-AP, na área de atuação da DROT;\nk) Propor medidas de acompanhamento, controlo e aperfeiçoamento do sistema de liquidação e cobrança das receitas tributárias que, nos termos da lei, são pertença da Região;\nl) Coordenar e acompanhar a execução do Orçamento da Região em todas as matérias relativas à receita, incluindo a manutenção de estimativa atualizada da receita em articulação com as restantes unidades orgânicas da DROT e entidades externas;\nm) Prestação de consultoria especializada e elaboração de estudos técnicos e análise de riscos, quando solicitado e dentro das suas atribuições;\nn) Executar tudo o mais que decorra do normal desempenho das suas funções ou que lhe seja superiormente determinado.\n3 - O DECR é dirigido por um diretor equiparado, para todos os efeitos legais, a cargo de direção superior de 2.º grau.\n4 - O DECR funciona na direta dependência do diretor regional.\nArtigo 8.º\nDotação de cargos de direção\nOs lugares de direção superior de 1.º e 2.º graus e de direção intermédia de 1.º grau, constam do mapa anexo ao presente diploma, do qual faz parte integrante.\nArtigo 9.º\nReceitas\nA DROT dispõe das receitas provenientes de dotações que lhe forem atribuídas no Orçamento da Região Autónoma da Madeira.\nArtigo 10.º\nDespesas\nConstituem despesas da DROT as que resultem de encargos decorrentes da prossecução das atribuições que lhe estão cometidas.\nCAPÍTULO III\nDISPOSIÇÕES FINAIS E TRANSITÓRIAS\nArtigo 11.º\nNorma transitória\nAté a entrada em vigor dos diplomas que aprovam a organização interna da Direção Regional do Orçamento e Tesouro mantêm-se em vigor a Portaria n.º 648/2020, de 8 de outubro, alterada pela Portaria n.º 289/2022, de 7 de junho, com exceção da alínea g) do artigo 2.º e artigo 9.º, e o Despacho n.º 281/2022, de 29 de julho, bem como as comissões de serviço dos titulares de cargos de direção intermédia das unidades orgânicas naqueles previstas.\nArtigo 12.º\nNorma revogatória\nSão revogados:\na) O Decreto Regulamentar Regional n.º 40/2020/M, de 12 de agosto;\nb) A alínea g) do artigo 2.º e artigo 9.º da Portaria n.º 648/2020, de 8 de outubro, alterada pela Portaria n.º 289/2022, de 7 de junho.\nArtigo 13.º\nEntrada em vigor\nO presente diploma entra em vigor no dia seguinte ao da sua publicação.\nAprovado em Conselho do Governo Regional em 5 de setembro de 2024.\nO Presidente do Governo Regional, Miguel Filipe Machado de Albuquerque.\nAssinado em 17 de setembro de 2024.\nPublique-se.\nO Representante da República para a Região Autónoma da Madeira, Ireneu Cabral Barreto.\nANEXO I\nQuadro de cargos dirigentes\n(a que se refere o artigo 8.º)\n\nNúmero de lugares\nCargos de direção superior de 1.º grau\n1\nCargos de direção superior de 2.º grau\n2\nCargos de direção intermédia de 1.º grau\n7\n\n118127236\n",
  "link": "https://diariodarepublica.pt/dr/detalhe/decreto-regulamentar-regional/18-2024-888344734",
  "date": "2024-09-20"
}
