{
  "articleName": "Portaria n.º 214/2024/1, de 20 de setembro",
  "articleContent": "Portaria n.º 214/2024/1\nde 20 de setembro\nA Administração Pública tem vindo a introduzir processos de transformação na área da gestão no sentido de assegurar uma melhoria na sua capacidade de resposta, um desempenho mais eficaz na prestação dos serviços públicos, e uma maior responsabilidade perante os cidadãos.\nEm matéria de recursos humanos, a implementação de um modelo de gestão baseado em competências comportamentais mostra-se um poderoso meio para desenvolver uma política de recursos humanos integrada e estratégica, que funcione como alavanca de um conjunto de competências promotoras da adaptação e antecipação a rápidas mudanças, robustecendo a capacidade e a atualidade das respostas da Administração Pública.\nEste modelo promove uma gestão alinhada com a estratégia organizacional, fomentando a convergência dos comportamentos dos trabalhadores com a visão, estratégia e missão da organização que integram, garantindo ainda uma compreensão partilhada dos comportamentos necessários ao alcance dos objetivos organizacionais.\nAssim, obedecendo às melhores práticas europeias a nível da gestão de competências na Administração Pública e das recomendações da Organização para a Cooperação e o Desenvolvimento Económico (OCDE) e do Conselho Europeu para a gestão por competências na função pública, o Referencial de Competências para a Administração Pública (ReCAP) assume-se como um referencial conceptual do conjunto de competências comportamentais transversais a todos os trabalhadores, bem como das competências específicas de cargos dirigentes, que devem ser evidenciadas de forma coerente e alinhada com os objetivos, os valores e a cultura da Administração Pública.\nO ReCAP descreve, com clareza, os comportamentos que conduzem a um desempenho bem-sucedido, estabelecendo uma linguagem comum que promove uma compreensão partilhada dos comportamentos necessários para alcançar objetivos organizacionais, permitindo às organizações gerir os seus recursos de modo eficaz e eficiente.\nO ReCAP vem igualmente concretizar a caracterização do perfil de competências transversais que deve constar dos mapas de pessoal, regulamentação que urge implementar, alinhando e uniformizando os instrumentos de gestão que, em matéria de recursos humanos, neles se alicerçam.\nAcresce que a utilização de um quadro conceptual único pelas organizações permite assegurar o alinhamento nas diferentes dimensões gestionárias desde o planeamento ao recrutamento, desde a avaliação à formação, garantindo um denominador comum que confere consistência e integração à gestão dos recursos humanos.\nAssim:\nAo abrigo do disposto na alínea d) do n.º 2 do artigo 29.º da Lei Geral do Trabalho em Funções Públicas, aprovada em anexo à Lei n.º 35/2014, de 20 de junho, manda o Governo, pela Secretária de Estado da Administração Pública, o seguinte:\nArtigo 1.º\nObjeto\nA presente portaria aprova o Referencial de Competências para a Administração Pública (ReCAP).\nArtigo 2.º\nPrincípios orientadores do ReCAP\nSão princípios orientadores do ReCAP:\na) Adequação e relevância, alinhando as competências constantes do ReCAP às necessidades da Administração Pública e que se mostrem relevantes para o contexto específico em que são aplicadas;\nb) Adaptação e flexibilidade, permitindo adaptações às diferentes realidades e mudanças, da Administração Pública, quer no que se refere ao contexto quer às suas especificidades;\nc) Articulação e exigência, promovendo uma articulação eficaz entre graus de complexidade das carreiras e ou cargos e níveis de exigência das diferentes competências.\nArtigo 3.º\nAplicação do ReCAP\n1 - O ReCAP é o instrumento enquadrador para apoio aos processos de gestão de recursos humanos na Administração Pública, designadamente, no que se refere:\na) À caracterização dos postos de trabalho dos mapas de pessoal dos órgãos e serviços da Administração Pública;\nb) Aos procedimentos concursais de recrutamento e seleção;\nc) À formação e desenvolvimento profissional;\nd) À avaliação do desempenho.\n2 - A estrutura do ReCAP e sua aplicação aos processos de gestão referidos nas alíneas a) a c) do número anterior constam do anexo i da presente portaria, da qual faz parte integrante.\n3 - A aplicação do ReCAP à avaliação de desempenho, referido na alínea d), é objeto de regulamentação autónoma.\n4 - O elenco de competências que integra o ReCAP consta do anexo ii da presente portaria, da qual faz parte integrante.\nArtigo 4.º\nEntrada em vigor\nA presente portaria entra em vigor no dia seguinte ao da sua publicação.\nA Secretária de Estado da Administração Pública, Marisa da Luz Bento Garrido Marques Oliveira, em 16 de setembro de 2024.\nANEXO I\n(a que se refere o n.º 2 do artigo 3.º)\nEstrutura do Referencial de Competências para a Administração Pública (ReCAP)\nANEXO II\n(a que se refere o n.º 4 do artigo 3.º)\nReferencial de Competências para a Administração Pública\nANEXO I\n(a que se refere o n.º 2 do artigo 3.º)\nEstrutura do Referencial de Competências para a Administração Pública\n1 - O Referencial de Competências para a Administração Pública (ReCAP) é um instrumento de gestão que detalha as competências comportamentais que devem constar nos processos de gestão de recursos humanos dos órgãos e serviços.\n2 - São competências comportamentais as que integram comportamentos de dimensão pessoal, inerentes à relação que o trabalhador estabelece consigo e com os outros, com o trabalho e com a organização, e que deverá evidenciar de modo a ter um desempenho coerente e alinhado com os objetivos, os valores e a cultura da Administração Pública.\n3 - As competências comportamentais referidas no número anterior, encontram-se agrupadas por tipologia e por áreas de enquadramento:\na) Por tipologia:\ni) Competências transversais nucleares - caracterizam-se pela sua transversalidade, abrangendo todos os trabalhadores da Administração Pública, independentemente da função que desempenhem e do respetivo contexto, traduzindo a visão, os valores e a cultura da AP, num contexto atual e prospetivo;\nii) Competências transversais funcionais - caracterizam-se pela sua especificidade, encontrando-se associadas às áreas de atividade e/ou a postos de trabalho, isto é, dependentes do contexto funcional;\niii) Competências específicas de cargos dirigentes - aplicáveis aos titulares de cargos de direção.\nb) Por áreas de enquadramento, consoante o seu impacto se situe predominantemente no âmbito da relação:\ni) Interpessoal (Pessoas);\nii) Com o trabalho (Desempenho);\niii) Com a organização (Desenvolvimento).\n4 - Cada competência é composta por três componentes que correspondem às suas dimensões estruturantes, contribuindo para a definição, compreensão e aplicação da competência.\n5 - A cada componente das competências são associados comportamentos que visam avaliar o seu nível de demonstração.\n6 - Os comportamentos associados a cada competência encontram-se organizados por níveis de exigência crescente, variando:\na) Do nível de comportamento menos exigente - nível 1 - ao nível de comportamento mais exigente - nível 5, no caso das competências transversais; e\nb) Do nível 1 ao nível 4, no caso das competências específicas de cargos de direção.\n7 - Com exceção do nível de exigência 1, os níveis de exigência referidos no número anterior pressupõem a manifestação do(s) nível(eis) inferior(es).\n8 - As competências comportamentais servem de base à caracterização dos postos de trabalho dos mapas de pessoal, dos procedimentos concursais de recrutamento e seleção e da formação e desenvolvimento profissional.\n9 - A caracterização dos postos de trabalho previstos nos mapas de pessoal, para as diferentes carreiras e categorias, deve observar o perfil de competências transversais fixadas de acordo com o ReCAP, complementada com as competências associadas à especificidade do posto de trabalho.\n10 - Na caracterização dos postos de trabalho referida no número anterior não existe correspondência direta entre os níveis de exigência dos comportamentos associados às competências e os graus de complexidade funcional das carreiras, podendo ser-lhes associados comportamentos com diferentes níveis de exigência, independentemente do grau de complexidade funcional da carreira.\n11 - Nos procedimentos concursais de recrutamento e seleção deve constar o perfil de competências associado aos postos de trabalho objeto do recrutamento, exceto quando estes se destinem à constituição de reservas.\n12 - A conceção da formação profissional por competências para a Administração Pública e os referenciais de formação em competências comportamentais são concebidos a partir do ReCAP, sendo que na criação de percursos formativos em razão de diferentes graus de complexidade funcional, podem ser associados comportamentos com diferentes níveis de exigência.\nANEXO II\n(a que se refere o n.º 4 do artigo 3.º)\nReferencial de Competências para a Administração Pública (ReCAP)\nCompetência transversal nuclear\nOrientação para o serviço público\nÁreas de enquadramento da competência: Pessoas; Desempenho; Desenvolvimento.\nAtuar de acordo com os valores e princípios éticos, revelando compromisso com a missão do serviço público e contribuindo, pelo seu exemplo e conduta pessoal, para incrementar a confiança e reforçar a imagem de uma Administração Pública (AP) ao serviço do interesse coletivo.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nÉtica e valores\nCompromisso\nConduta pessoal\nComportamentos\n1\nAtua em conformidade com os princípios éticos da AP e com as normas e procedimentos definidos para o exercício da sua atividade.\nIdentifica as práticas alinhadas com o interesse público e atua em conformidade.\nMostra-se atento e respeitador do outro no exercício da sua atividade, garantindo o interesse público.\n2\nVerifica o cumprimento dos princípios éticos da AP no exercício da sua atividade, em defesa do interesse público.\nAtua de forma alinhada com o interesse público, sinalizando situações de não conformidade.\nEsclarece os problemas, as expectativas e necessidades do outro, nos termos e no limite da Lei.\n3\nPrevine situações contrárias ou de ameaça ao cumprimento dos princípios éticos da AP, no exercício da sua atividade.\nPrioriza o interesse público em toda a sua ação, no respeito pelos direitos e interesses legalmente protegidos dos cidadãos e das entidades.\nAtua com prontidão e disponibilidade na resposta às necessidades do outro, garantindo o interesse público.\n4\nServe de exemplo e encoraja os outros para o cumprimento de padrões elevados de conduta ética.\nGarante o compromisso com o interesse público nas suas ações e na coordenação das atividades dos outros.\nServe de exemplo e encoraja os outros a adotar uma conduta que responda às expectativas do serviço público.\n5\nDefine e ou assegura as normas e os procedimentos para garantir padrões elevados de conduta ética na Organização, consistentes com os princípios e valores da AP.\nDesenvolve, propõe e controla o alinhamento organizacional com os pressupostos do interesse público.\nGere as atividades de equipas, unidade(s) orgânica(s) ou entidade, garantindo um padrão de conduta organizacional consistente com a missão da AP.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal nuclear\nOrientação para a colaboração\nÁrea de enquadramento da competência: Pessoas.\nEstabelecer relações efetivas com os seus interlocutores, contribuir para uma rede relacional colaborativa e promover um clima de bem-estar para alcançar objetivos comuns.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nRelacionamento\nClima de bem-estar\nObjetivos comuns\nComportamentos\n1\nRelaciona-se com urbanidade e cordialidade com os interlocutores.\nTransmite a sua opinião e revela disponibilidade para ouvir e compreender a opinião dos outros.\nApresenta contributos para os objetivos comuns.\n2\nEstabelece de forma proativa relações de trabalho colaborativas.\nReconhece a contribuição dos outros.\nColoca em primeiro plano os objetivos da equipa ou da Organização, estimulando a colaboração.\n3\nPartilha informações, conhecimentos, práticas e recursos e promove a troca de ideias nas suas relações de trabalho.\nAtua de forma a promover o espírito de equipa, prevenindo o conflito.\nAssume os objetivos comuns partilhando tarefas, atividades e responsabilidades.\n4\nDinamiza redes de trabalho colaborativas entre pessoas, setores e serviços.\nEstabelece uma rede facilitadora de comunicação e contribui para que as equipas se sintam valorizadas.\nGarante que os membros do grupo se comprometem com a concretização dos objetivos comuns.\n5\nCria oportunidades de colaboração ou parceria entre pessoas, setores, serviços e/ou instituições.\nProporciona os recursos, ferramentas e apoio necessários à colaboração e cooperação, criando sistemas de reconhecimento dos contributos para os resultados coletivos.\nDefine metas partilhadas e realistas e o processo colaborativo para as alcançar.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal nuclear\nOrientação para a mudança e inovação\nÁrea de enquadramento da competência: Desenvolvimento.\nEncarar a mudança como uma oportunidade de melhoria e evolução e evidenciar abertura a novas ideias e soluções que permitem uma resposta consequente aos desafios atuais e futuros da Administração Pública.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nMudança\nAbertura a novas ideias\nSoluções\nComportamentos\n1\nReconhece a necessidade de ajustar o seu trabalho em contexto de mudança.\nMostra abertura a novas ideias, tarefas ou instrumentos de trabalho.\nAdota soluções de melhoria que impactam nas suas práticas de trabalho.\n2\nAdapta-se a diferentes situações e mudanças, mantendo uma atitude positiva e otimista.\nAdota novas ideias, atividades ou práticas de trabalho.\nIdentifica soluções para melhorar os serviços, os processos e a organização do trabalho.\n3\nIdentifica necessidades de mudança atuais ou futuras.\nDesafia pressupostos, explora e apresenta novas abordagens, no âmbito da sua atividade.\nPropõe e coloca em prática soluções para responder a desafios atuais e futuros.\n4\nFacilita os processos de mudança, explicando as suas causas e benefícios, e apoiando as pessoas envolvidas.\nPromove a troca de ideias, estimulando a discussão e apoiando a contribuição dos outros com vista à inovação.\nIncentiva e apoia a exploração de novas soluções, com vista à melhoria dos serviços, dos processos e da organização do trabalho.\n5\nPromove uma cultura de inovação, assegurando a participação e a gestão de processos de mudança.\nCria ambientes de trabalho promotores de novas ideias, estabelecendo parcerias com entidades internas ou externas para a criação de novas abordagens.\nLidera o desenvolvimento e a implementação de novas soluções, considerando riscos, benefícios e garantindo o alinhamento estratégico.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal nuclear\nOrientação para os resultados\nÁrea de enquadramento da competência: Desempenho.\nFocar a ação em objetivos que acrescentam valor para a sociedade e para o cidadão, otimizando a utilização dos recursos, garantindo elevados padrões de qualidade e, no seu todo, a sustentabilidade da atividade da Administração Pública.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nFoco nos resultados\nOtimização dos recursos\nQualidade\nComportamentos\n1\nAtua centrado/a nos objetivos definidos para alcançar resultados.\nUtiliza os recursos de trabalho disponíveis de forma sustentável.\nIdentifica e cumpre os padrões de qualidade estabelecidos, tendo em vista os resultados a alcançar.\n2\nIdentifica e chama a atenção para aspetos que afetem a produtividade e a consecução dos resultados.\nIdentifica e utiliza, de forma eficiente e justificada, os recursos necessários para concluir tarefas e projetos.\nMonitoriza a sua atividade, identificando erros e garantindo os padrões de qualidade do serviço prestado.\n3\nUltrapassa obstáculos e dificuldades na persecução dos objetivos, de forma a alcançar os resultados previstos.\nPropõe iniciativas de otimização de utilização de recursos entre pessoas e equipas.\nApresenta contributos para a prevenção e correção de falhas e para a melhoria de processos e procedimentos.\n4\nMonitoriza a sua produtividade e a daqueles que supervisiona ou coordena, propondo os ajustes necessários.\nAvalia as necessidades de recursos e gere o que pode ser partilhado, reduzido ou eliminado.\nEstabelece e controla os padrões de qualidade a garantir nos resultados a apresentar por si e pelos outros.\n5\nEstabelece metas ambiciosas, mas realistas, e garante que são postas em prática ações preventivas/corretivas para que os resultados sejam alcançados.\nCria procedimentos e práticas que incentivam a utilização eficiente dos recursos e realiza avaliações periódicas sobre a sustentabilidade das operações.\nConcebe metas específicas e mensuráveis para a qualidade, acompanhando o progresso através de métricas e indicadores de desempenho.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal funcional\nAnálise crítica e resolução de problemas\nÁrea de enquadramento da competência: Desempenho.\nRecolher, interpretar e compreender informação relacionada com a atividade, estabelecer relações e tirar conclusões lógicas a partir de factos e dados objetivos, antecipar e sinalizar problemas, utilizar processos técnico-científicos na abordagem aos problemas e recorrer a diferentes fontes para encontrar soluções em tempo útil.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nRecolha e análise de informação\nInterpretação e compreensão\nResolução de problemas\nComportamentos\n1\nIdentifica factos e dados de modo a prevenir falhas e suprir insuficiências.\nMostra compreender as instruções e a informação necessária para a execução do seu trabalho.\nIdentifica as situações para as quais a solução requer a intervenção de terceiros, encaminhando-as de acordo com os procedimentos previstos na Organização.\n2\nProcura informação adicional para clarificar assuntos vagos ou confusos e prevenir problemas e falhas.\nRetira conclusões lógicas da informação de que dispõe.\nUtiliza diferentes fontes de informação, incluindo colegas e chefias, no sentido de encontrar soluções eficazes para os problemas.\n3\nIntegra informação de diferentes tipos e consulta outras fontes sempre que necessário, tendo em vista uma resposta eficaz e atempada às ocorrências críticas.\nRelaciona informações de várias fontes para criar uma compreensão mais abrangente sobre os assuntos.\nApresenta soluções viáveis que vão ao encontro das exigências das situações.\n4\nOrienta a equipa na procura ativa de informação aprofundada sobre as situações ou assuntos, visando a prevenção de ocorrências críticas.\nIdentifica situações críticas e respetivas componentes, produzindo conclusões lógicas e fundamentadas, que consideram as relações de causa e efeito entre as variáveis.\nExplora soluções adotadas por parceiros estratégicos ou organizações congéneres, de modo a construir alternativas fundamentadas para a resolução de problemas atuais e prevenção de futuros.\n5\nAvalia riscos e oportunidades, antecipando focos de tensão e de oposição à implementação de novas soluções.\nEstabelece relações entre variáveis complexas, apresentando conclusões de nível sistémico com incidência em processos globais.\nConcebe e implementa soluções necessárias à resolução de problemas promovendo a respetiva testagem, tendo em conta a avaliação do seu impacto.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal funcional\nGestão do conhecimento\nÁrea de enquadramento da competência: Desenvolvimento.\nAdquirir, atualizar e aplicar o conhecimento, partilhar o conhecimento e garantir a captura, armazenamento e acesso às informações e ao conhecimento na Organização.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nAquisição do conhecimento\nAplicação do conhecimento\nPartilha do conhecimento\nComportamentos\n1\nDemonstra uma atitude recetiva em relação à aquisição de novos conhecimentos e competências.\nAplica autonomamente os conhecimentos necessários ao exercício da sua atividade.\nFacilita o acesso e disponibiliza informações e documentos, dentro dos limites da legalidade, mantendo-os organizados.\n2\nIdentifica lacunas no seu conhecimento atual, investindo de forma proativa na aprendizagem.\nSeleciona de forma autónoma os conhecimentos relevantes a cada situação numa variedade de contextos, no exercício da sua atividade.\nPartilha com os membros da equipa documentação e informações relevantes para a atividade.\n3\nIdentifica e utiliza oportunidades de desenvolvimento, mantendo-se atualizado/a no âmbito de saberes relevantes.\nOrienta os outros na aquisição e aplicação do conhecimento especializado que possui.\nPropõe procedimentos de captura, organização, armazenamento e acessibilidade à informação e ao conhecimento relevantes.\n4\nIdentifica as necessidades de desenvolvimento das equipas que coordena, propondo soluções formativas, incluindo a aprendizagem em contexto de trabalho.\nPromove o desenvolvimento e a aplicação do conhecimento nas equipas que lhe reportam.\nCria e implementa procedimentos para capturar, organizar, armazenar, controlar e facilitar o acesso à informação e ao conhecimento relevantes.\n5\nAvalia soluções em linha com o levantamento de necessidades de desenvolvimento da Organização, e disponibiliza os recursos necessários.\nPromove a difusão, interna e externa, do conhecimento, tendo em vista o desenvolvimento dos processos e procedimentos das Organizações.\nValoriza e promove a aprendizagem contínua, a colaboração e a disseminação do conhecimento como parte integrante das práticas quotidianas.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal funcional\nComunicação\nÁrea de enquadramento da competência: Pessoas.\nTransmitir informação com clareza, utilizando todas as vias de suporte disponíveis para o efeito, e adaptar a forma e o conteúdo à audiência, assegurando que a mensagem é bem recebida e corretamente interpretada.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nClareza\nAdaptação\nCompreensão\nComportamentos\n1\nTransmite informação simples de forma clara.\nEscuta ativamente os interlocutores, mostrando atenção e interesse pela mensagem que transmitem.\nComunica de modo a facilitar a compreensão da sua mensagem.\n2\nTransmite informação de forma estruturada, apresentando argumentos coerentes.\nAdapta o conteúdo e o formato da mensagem aos interlocutores e ao contexto.\nExplica a informação de forma fácil de compreender.\n3\nExplica com fluência e precisão ideias, opiniões e conteúdos complexos.\nAjusta a linguagem e a mensagem para apelar às motivações e objetivos dos interlocutores.\nAssegura-se de que a sua mensagem foi compreendida, pedindo e reagindo ao feedback dado pelos interlocutores.\n4\nComunica os objetivos e as decisões da gestão de modo claro, para alinhar o desempenho nas equipas que coordena.\nTransmite, eficazmente, mensagens a audiências alargadas, adaptando o conteúdo, o formato e o canal de comunicação aos destinatários.\nPromove ativamente a difusão de informação relevante para o esclarecimento de todos os interlocutores e audiências alvo.\n5\nComunica eficazmente com o grande público e fomenta a partilha de dados e informação sobre a(s) unidade(s) orgânica(s) ou entidade que lidera.\nAdapta a linguagem e utiliza diferentes canais de comunicação de modo a viabilizar projetos e difundir orientações ou mensagens estratégicas.\nConcebe e implementa processos que visam a melhoria do fluxo de informação no contexto global da Organização, criando condições para a fluidez da comunicação.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal funcional\nIniciativa\nÁrea de enquadramento da competência: Desenvolvimento.\nAgir proativamente no sentido de alcançar os objetivos, intervir com autonomia em contextos críticos, realizar atividades mesmo que fora do âmbito da sua intervenção com o propósito de facilitar a resolução de problemas, procurar soluções mesmo que não tenha sido solicitado/a a fazê-lo, atuar com prontidão perante as solicitações da Organização.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nProntidão\nAutonomia\nFacilitação\nComportamentos\n1\nIdentifica e reporta rapidamente situações problemáticas que ponham em causa o normal funcionamento do serviço.\nGere as suas tarefas rotineiras, solicitando orientações perante situações novas.\nIntervém sempre que necessário para facilitar a atividade da equipa.\n2\nAge rapidamente para solucionar situações críticas, mitigando os impactos no funcionamento do serviço.\nAssume de forma autónoma projetos ou tarefas específicas no âmbito da sua responsabilidade.\nDisponibiliza-se para integrar projetos em que antecipa poder ser uma mais-valia.\n3\nAvalia e soluciona problemas, prevenindo impactos negativos no funcionamento do serviço.\nDesenvolve tarefas ou projetos, tomando decisões de acordo com as diretrizes e políticas estabelecidas.\nApresenta processos e procedimentos para identificar soluções para problemas, de forma proativa.\n4\nAssume a responsabilidade por tomar iniciativas e resolver os problemas rapidamente, prevenindo problemas futuros.\nCoordena equipas com autonomia, identificando e agindo proativamente em relação a oportunidades de melhoria.\nValoriza e recompensa as ações proativas nas equipas que coordena, garantindo os recursos necessários, tais como informações, ferramentas e formação adequada.\n5\nAge de forma rápida e decisiva em situações de crise ou perante circunstâncias inesperadas, ajustando a estratégia e assegurando a continuidade e eficiência das atividades.\nDefine e implementa atividades e procedimentos que visam o desenvolvimento da autonomia dos colaboradores.\nCria uma cultura de incentivo à assunção de desafios e à exploração de novos métodos e técnicas, para alcançar os objetivos.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal funcional\nNegociação e influência\nÁrea de enquadramento da competência: Pessoas.\nCriar uma imagem de credibilidade e utilizar argumentos convincentes que apelam às necessidades dos outros e os persuadem a mudar de ponto de vista, lidar eficazmente com situações complexas, negociar para ganhar o acordo dos outros e atingir os resultados desejados.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nInfluência e credibilidade\nAdaptação e flexibilidade\nConstrução de consensos\nComportamentos\n1\nApresenta os seus argumentos de forma clara.\nReconhece as necessidades e respeita os pontos de vista dos outros.\nReconhece e considera opções diferentes das suas.\n2\nUtiliza dados e informações concretas para fundamentar os seus argumentos.\nComunica com clareza como as propostas podem atender aos interesses e necessidades das partes interessadas.\nAtua de forma que todas as partes saiam beneficiadas.\n3\nMostra dominar os assuntos que aborda, apresenta uma argumentação sólida e projeta uma imagem credível.\nAntecipa possíveis objeções e prepara os argumentos, abordando as preocupações das partes com empatia.\nApresenta soluções para responder a diversos interesses e obter o acordo e o empenho dos outros.\n4\nApresenta argumentos fundamentados em dados e factos, enfatizando os benefícios mútuos e construindo uma imagem confiável.\nResolve os desacordos de forma construtiva, mantendo uma postura sincera e o foco nas soluções.\nAntecipa objeções, preocupações e necessidades e propõe soluções conciliadoras, adequadas à persecução dos objetivos comuns.\n5\nMostra dominar os assuntos que aborda e evidencia uma postura confiante, influenciando positivamente o funcionamento das áreas que lidera.\nLida eficazmente com situações politicamente sensíveis, antecipa preocupações, objeções e necessidades das partes envolvidas e resolve os desacordos de forma construtiva.\nMostra perseverança perante desafios na construção de consensos, identifica interesses comuns e cria opções de ganhos mútuos.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal funcional\nOrganização, planeamento e gestão de projetos\nÁrea de enquadramento da competência: Desempenho.\nAssegurar uma utilização metódica de informações e equipamentos, garantir o cumprimento de prazos, procedimentos, custos e padrões de qualidade, gerir as expectativas das partes interessadas, realizar ou respeitar o planeamento da atividade, sua e de outros, e preparar-se antecipadamente para as tarefas e atividades.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nOrganização\nPlaneamento\nGestão de projetos\nComportamentos\n1\nExecuta as tarefas segundo uma ordem lógica, de forma a garantir o seu cumprimento.\nCumpre o planeamento estabelecido para as suas tarefas.\nSegue as instruções que recebe dos superiores para a execução do trabalho.\n2\nPrepara, antecipadamente, materiais, informações e equipamentos necessários para a execução das suas tarefas.\nContribui para o planeamento das suas tarefas, prestando informação relevante e sugestões.\nIdentifica e sinaliza riscos ao cumprimento dos prazos e dos padrões de qualidade exigidos, no âmbito da sua intervenção nos projetos.\n3\nOrganiza os recursos que utiliza, segundo sistemas lógicos e compreensíveis.\nDefine autonomamente as etapas e prazos de realização das suas atividades.\nDefine planos para a execução das etapas dos projetos sob sua responsabilidade e implementa os ajustes necessários, de modo a garantir o cumprimento dos prazos, custos e padrões de qualidade estabelecidos e a satisfação das expectativas das partes interessadas.\n4\nCria metodologias e processos de gestão e organização, de forma a garantir o bom funcionamento da área que supervisiona ou coordena.\nUtiliza práticas e ferramentas de planeamento e monitorização na distribuição e acompanhamento de atividades, assegurando-se de que transmite as instruções e indicações necessárias para a sua realização.\nControla a execução dos projetos no que respeita ao cronograma, recursos financeiros, padrões de qualidade e à satisfação das expectativas das partes interessadas.\n5\nAlinha os planos de atividade da(s) unidade(s) orgânica(s)/entidade que lidera, incluindo o estudo e avaliação da afetação otimizada de recursos, para garantir o seu bom funcionamento.\nEstabelece planos de contingência em função dos obstáculos e dificuldades que antecipa.\nCoordena projetos de acordo com os objetivos estratégicos da(s) unidade(s) orgânica(s)/entidade, definindo o cronograma, recursos necessários, orçamentos e padrões de qualidade, tendo em conta as expectativas das partes interessadas.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal funcional\nOrientação para a inclusão\nÁrea de enquadramento da competência: Pessoas.\nDemonstrar compromisso com a promoção da diversidade e inclusão, contribuir para ambientes onde todas as pessoas se sintam valorizadas, respeitadas e capazes de contribuir, independentemente das suas características, fomentando a interação positiva e identificando oportunidades de melhoria para a promoção de ambientes mais inclusivos e positivos.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nServiço público inclusivo\nContexto de trabalho inclusivo\nAcessibilidade e usabilidade\nComportamentos\n1\nTrata todas as pessoas com respeito e consideração independentemente da sua origem étnica, género, orientação sexual ou outras características pessoais.\nMostra interesse, abertura e respeito pelas ideias e pontos de vista diferentes dos seus.\nAdota procedimentos que asseguram a prestação de serviços públicos acessíveis, em ambientes físicos e/ou digitais.\n2\nCertifica-se de que todas as pessoas com quem interage no seu trabalho são ouvidas e valorizadas.\nParticipa em atividades de promoção da diversidade e inclusão e implementa as boas práticas no dia-a-dia.\nAdapta a linguagem e os procedimentos às necessidades dos interlocutores em ambientes físicos e/ou digitais.\n3\nColabora na implementação de práticas promotoras de um serviço público inclusivo.\nMobiliza os colegas para a utilização das boas práticas e identifica e contribui com soluções para a eliminação de obstáculos à inclusão.\nMobiliza os colegas para a adaptação da linguagem e dos procedimentos às necessidades dos interlocutores em ambientes físicos e/ou digitais, e contribui com soluções para melhorar a acessibilidade e a usabilidade.\n4\nImplementa políticas, procedimentos e canais de atendimento para garantir a diversidade, inclusão e igualdade de oportunidades na prestação dos serviços públicos.\nCria nas equipas um ambiente de trabalho colaborativo e inclusivo, integrando as diferentes perspetivas na tomada de decisões, valorizando as contribuições e o potencial de cada um.\nImplementa políticas, procedimentos e canais que promovem a acessibilidade física e/ou a acessibilidade e usabilidade digital na prestação de serviços públicos.\n5\nConcebe políticas, procedimentos e canais de atendimento para garantir a diversidade, inclusão e igualdade de oportunidades na prestação dos serviços públicos, introduzindo a inclusão como valor fundamental na cultura organizacional.\nPotencia uma cultura de inclusão que transforma a diversidade em valor acrescentado para a Organização e a sociedade, obtendo o reconhecimento externo neste domínio.\nConcebe políticas, procedimentos e canais que promovem a acessibilidade física e/ou a acessibilidade e usabilidade digital na prestação de serviços públicos.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal funcional\nOrientação para a participação\nÁrea de enquadramento da competência: Pessoas.\nGarantir a participação dos cidadãos, dos agentes económicos, de outras entidades e dos trabalhadores no processo de tomada de decisão, na otimização da resposta dos serviços públicos e na estratégia da Organização.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nEnvolvimento\nInteração\nValorização dos contributos\nComportamentos\n1\nProcura o feedback dos cidadãos e dos colegas no âmbito das suas atividades.\nResponde com disponibilidade aos cidadãos e aos colegas no âmbito das suas atividades.\nTem em consideração as preocupações, sugestões e questões dos cidadãos e dos colegas na execução das suas atividades e transmite-as superiormente.\n2\nIncentiva os cidadãos e os colegas a partilharem o seu feedback sobre os serviços que presta.\nDisponibiliza informações, de forma acessível e fácil de entender, aos cidadãos, agentes económicos e trabalhadores.\nIntegra as preocupações, sugestões e questões dos cidadãos e dos colegas no desenvolvimento das atividades.\n3\nImplementa iniciativas para o envolvimento dos cidadãos, agentes económicos e trabalhadores no âmbito das suas atividades.\nIdentifica proativamente obstáculos à participação dos cidadãos, agentes económicos e trabalhadores, e propõe soluções em conformidade.\nPropõe alterações nas atividades tendo em conta as preocupações, sugestões e questões dos cidadãos, agentes económicos e trabalhadores.\n4\nGere iniciativas para promover o envolvimento de cidadãos, agentes económicos e trabalhadores nas tomadas de decisão inerentes às atividades que coordena.\nIdentifica canais de comunicação para interagir com os cidadãos, agentes económicos e trabalhadores no âmbito das atividades que coordena.\nImplementa alterações nas atividades que coordena, tendo em conta as preocupações, sugestões e questões dos cidadãos, dos agentes económicos e dos trabalhadores.\n5\nImpulsiona formas de gestão participativa, envolvendo os cidadãos, agentes económicos e trabalhadores, e contribuindo para o reforço da confiança na AP.\nCria espaços de diálogo e consolida canais de comunicação que promovem a cogeração de novas soluções que potenciam o bem comum.\nDemonstra que as opiniões e contribuições dos cidadãos, agentes económicos e trabalhadores são valorizadas e consideradas nas tomadas de decisão com impacto na comunidade.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal funcional\nOrientação para a segurança\nÁrea de enquadramento da competência: Desempenho.\nPriorizar a segurança no trabalho em todas as atividades e decisões, seguir as regras e procedimentos relacionados com a segurança, identificar, avaliar e mitigar riscos para si, para os outros e para o meio ambiente, identificar oportunidades de melhoria nos procedimentos e práticas de segurança.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nRegras e procedimentos\nMitigação de riscos\nPriorização da segurança\nComportamentos\n1\nCumpre as instruções relativas às regras de segurança na utilização dos equipamentos e na manutenção da confidencialidade das informações.\nSegue procedimentos padrão para mitigar riscos através de uma abordagem atenta e conscienciosa.\nZela pelo bom estado de conservação de materiais e equipamentos, e comunica as avarias e desconformidades.\n2\nVerifica a conformidade dos procedimentos de segurança e de confidencialidade, cumprindo os regulamentos específicos inerentes ao desempenho da sua função.\nEmprega sistemas de controlo e de verificação para identificar e garantir a sua segurança e a dos outros, e a confidencialidade da informação, comunicando superiormente as anomalias.\nEmprega sistemas de verificação dos equipamentos e procedimentos de segurança, reportando as insuficiências detetadas.\n3\nContribui para revisão, atualização e a disseminação dos regulamentos e procedimentos de segurança e de confidencialidade.\nContribui para a avaliação crítica de processos de mitigação de riscos, sugerindo ajustes e medidas preventivas.\nContribui para a avaliação crítica e para o desenvolvimento de melhores práticas de segurança e de confidencialidade da informação.\n4\nDesenha estratégias que promovam a adesão ao cumprimento consistente de regulamentos e procedimentos de segurança e de confidencialidade nas áreas que coordena.\nImplementa estratégias de mitigação de riscos, assegurando um clima de segurança e de respeito pela confidencialidade.\nGarante a priorização dos protocolos de segurança e confidencialidade, de forma consistente e ajustada nos processos que coordena.\n5\nPromove uma cultura de segurança proativa, incentivando a melhoria contínua de processos e procedimentos.\nConcebe estratégias que permitem a criação de um ambiente organizacional de aprendizagem contínua, considerando o estado da arte em matéria de mitigação de riscos.\nColabora com outros organismos da Administração Pública, autoridades reguladoras e entidades externas para garantir as melhores práticas de segurança de pessoas, bens e meio ambiente.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal funcional\nTomada de decisão\nÁrea de enquadramento da competência: Desempenho.\nTomar decisões com rapidez, mesmo quando envolvem riscos, tomar decisões difíceis, mesmo quando envolvem escolhas impopulares, tomar decisões ponderadas e bem fundamentadas, assumindo a responsabilidade pelos resultados.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nUrgência e risco\nFundamentação\nResponsabilização\nComportamentos\n1\nIdentifica riscos e evita erros, no âmbito das suas atividades.\nMostra compreender os procedimentos e diretrizes, seguindo-os para justificar as suas decisões.\nAssume a responsabilidade pelas suas ações, informando a chefia em caso de erro ou de falha.\n2\nIdentifica as situações urgentes, dando uma resposta alinhada com as suas responsabilidades.\nReúne a informação relevante para a tomada de decisão.\nAssume a responsabilidade pelas suas ações, procurando obter feedback sobre as suas decisões.\n3\nAvalia as situações e toma decisões rapidamente sempre que necessário.\nAvalia de forma adequada a informação disponível antes de tomar decisões.\nAssume e reconhece a importância das suas decisões, responsabilizando-se pelos resultados e apresentando ações corretivas quando necessário.\n4\nToma decisões difíceis, mesmo que impliquem escolhas impopulares.\nIdentifica benefícios e riscos associados à tomada de decisão, tendo em conta os potenciais impactos nos resultados.\nAssume a responsabilidade pelas suas ações e pelos projetos que coordena, monitorizando o resultado das suas decisões.\n5\nAvalia as situações e toma decisões difíceis com impacto na(s) unidade(s) orgânica(s)/entidade que lidera e nos seus resultados, mesmo que envolvam riscos e escolhas impopulares.\nNa tomada de decisão, considera os benefícios e os aspetos negativos das opções, tendo em conta os potenciais impactos na(s) unidade(s) orgânica(s)/entidade que lidera e nos resultados a longo a prazo.\nAssume a responsabilidade pelas atividades e pelos resultados da(s) unidade(s) orgânica(s)/entidade que coordena.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal funcional\nInteligência emocional\nÁrea de enquadramento da competência: Desenvolvimento.\nGerir as emoções, mostrar empatia e sensibilidade às emoções dos outros e tomar decisões equilibradas e refletidas.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nGestão das emoções\nEmpatia\nDecisões emocionalmente inteligentes\nComportamentos\n1\nMantém um desempenho estável mesmo em ambientes de pressão e face a críticas e contrariedades.\nDemonstra preocupação com o bem-estar dos outros.\nToma decisões ponderadas e que respondem adequadamente às exigências do relacionamento interpessoal e da segurança de pessoas e bens.\n2\nControla as suas emoções, mantendo a objetividade e respondendo de forma construtiva e confiante, mesmo sob pressão emocional.\nTem em consideração as necessidades emocionais dos outros, agindo para os apoiar.\nConsidera as suas emoções e as das pessoas envolvidas no trabalho que executa antes de tomar decisões, pedindo apoio a chefia e colegas sempre que apropriado.\n3\nUtiliza estratégias eficazes para controlar e gerir o stress e as emoções, nomeadamente, recorrendo a ações preventivas.\nUtiliza estratégias e mobiliza recursos para apoiar as necessidades emocionais dos outros.\nReconhece que as suas emoções podem afetar a sua capacidade de análise, consultando os outros e reunindo informação objetiva antes de tomar decisões relevantes.\n4\nFacilita a gestão emocional em cenários complexos, influenciando positivamente o ambiente de trabalho.\nReconhece as necessidades emocionais das pessoas que coordena, disponibilizando-se e assegurando informação e recursos de suporte em momentos críticos ou difíceis.\nAvalia as implicações emocionais das suas decisões nos membros da equipa.\n5\nPromove um ambiente facilitador da expressão construtiva das emoções pelos membros da Organização.\nGarante que as necessidades emocionais das pessoas que lidera estão salvaguardadas e que lhes são disponibilizados recursos de suporte em momentos críticos ou difíceis.\nAntecipa as implicações emocionais das suas opções na(s) unidade(s) orgânica(s)/entidade que lidera, tomando decisões através de uma abordagem racional e orientada para a solução.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência transversal funcional\nCoordenação de equipas\nÁrea de enquadramento da competência: Pessoas.\nCoordenar eficazmente uma equipa, garantindo que as tarefas são executadas de forma organizada, eficiente, orientando e motivando os trabalhadores e acompanhando os resultados.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nPlaneamento do trabalho da equipa\nOrientação e motivação da equipa\nAcompanhamento da equipa\nComportamentos\n1\n\n\n\n2\n\n\n\n3\nInforma a equipa sobre as tarefas a desenvolver e sobre o seu enquadramento nos objetivos da unidade orgânica.\nMantém uma comunicação regular com a equipa, destacando as conquistas e o trabalho bem feito.\nIdentifica os recursos necessários para a realização dos trabalhos da equipa e desencadeia os mecanismos previstos para a sua disponibilização.\n4\nDistribui tarefas, tendo em conta as necessidades do serviço e a disponibilidade e as competências dos elementos da equipa.\nProporciona à equipa um rumo claro e motiva para que as metas sejam alcançadas.\nMonitoriza a execução dos trabalhos, fazendo os ajustes necessários à otimização dos resultados e ao cumprimento dos prazos.\n5\nAntecipa possíveis dificuldades para a realização do trabalho e a conclusão dos projetos, envolvendo a equipa na procura de soluções para mitigar os riscos.\nDireciona os esforços de equipas de constituição diversificada/interdisciplinares em torno de um objetivo comum.\nAcompanha e avalia o impacto do trabalho realizado na equipa, na Organização e nas outras partes envolvidas, para introduzir ajustamentos e melhorias com o contributo de todos os interessados.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nNesta competência, devido à sua natureza, só se previram comportamentos a partir do nível 3.\nCompetência específica de cargos dirigentes\nGestão e direção da organização\nÁrea de enquadramento da competência: Desenvolvimento.\nDefinir a estrutura da Organização, atender aos processos organizacionais, identificar oportunidades de melhoria, gerir os recursos materiais de forma sustentada e os recursos humanos de forma equilibrada e favorável à criação de um ambiente de trabalho positivo.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nEstrutura organizacional\nMelhoria de processos\nGestão de recursos\nComportamentos\n1\nApresenta alterações à estrutura da(s) unidade(s) orgânica(s) que gere, para assegurar a adaptação às circunstâncias.\nIdentifica oportunidades de melhoria nos processos específicos em que está envolvido/a e implementa ajustes para otimizar os resultados.\nEstabelece as linhas orientadoras da execução das atividades que estão sob sua responsabilidade, tendo em consideração os recursos de que dispõe, os prazos de execução e o ambiente de trabalho.\n2\nColabora na definição de estruturas organizacionais que considerem as necessidades e dinâmicas de partes específicas da Organização.\nFomenta a otimização de processos na(s) unidade(s) orgânica(s) que gere e antecipa melhorias necessárias, concebendo soluções de otimização com impacto noutra(s) unidade(s) orgânica(s).\nEstima de forma realista e faz uma gestão rigorosa e eficiente dos recursos financeiros, materiais e humanos necessários na(s) unidade(s) orgânica(s) que gere, considerando os princípios de um desenvolvimento sustentável.\n3\nParticipa na conceção de estruturas organizacionais que atendem às necessidades da Organização como um todo e promovem a eficiência e a sustentabilidade na consecução dos objetivos estratégicos.\nCria uma cultura de melhoria contínua na Organização, antecipando oportunidades de otimização com impacto global e incentivando a implementação de soluções de melhoria em todos os níveis da Organização.\nCria e implementa práticas que asseguram uma gestão eficaz, eficiente e sustentável dos recursos financeiros, materiais e humanos na Organização, visando a sustentabilidade e o sucesso da Organização como um todo.\n4\nConcebe ou redefine a estrutura organizacional, assegurando o seu alinhamento contínuo com a estratégia a longo prazo, as tendências e as melhores práticas a nível do ecossistema.\nConcebe e implementa soluções de otimização no ecossistema, com o envolvimento das partes interessadas, e assegura a normalização de processos e o reconhecimento externo neste âmbito.\nCria estratégias que permitem otimizar a gestão de recursos em colaboração com outras entidades, assegurando sinergias e práticas sustentáveis a nível do ecossistema.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência específica de cargos dirigentes\nLiderança\nÁrea de enquadramento da competência: Pessoas.\nLiderar grupos e distribuir o trabalho com base em capacidades e potencial, dar responsabilidade aos outros e motivá-los para o desempenho elevado, acompanhando os colaboradores para atingirem o seu máximo potencial, definir expectativas e padrões claros para o desempenho, estabelecer metas e prazos, disponibilizar a informação e recursos que assegurem a eficácia da equipa.\n\nNíveis\nde exigências\ndos\ncomportamentos\nComponentes da competência\nDelegação\nDesenvolvimento dos trabalhadores\nMotivação\nComportamentos\n1\nDistribui o trabalho, incentivando a autonomia na sua execução.\nFornece feedback claro e orientações sobre o desempenho dos trabalhadores, tendo por base os padrões e comportamentos esperados.\nReconhece o desempenho bem-sucedido e motiva as pessoas no sentido de um desempenho superior.\n2\nDelega responsabilidades de acordo com as capacidades das pessoas e os recursos disponíveis.\nFornece feedback construtivo sobre o desempenho dos colaboradores, estimulando um diálogo aberto e recetivo, tendo em vista a resolução de problemas.\nDifunde consistentemente nas equipas o propósito e o impacto do seu trabalho no cidadão e na sociedade, inspirando uma atitude responsável e positiva para com o trabalho.\n3\nDelega responsabilidade e autoridade explicitando metas qualitativas e quantitativas alinhadas com os objetivos da organização.\nDisponibiliza recursos e cria oportunidades para promover o desenvolvimento e maximizar o potencial da equipa.\nMobiliza e compromete a equipa com os objetivos da(s) unidade(s) orgânica(s)/entidade que gere, promovendo práticas de valorização do mérito e da satisfação profissional.\n4\nReforça a autonomia e promove a delegação de autoridade e responsabilidade em todos os níveis da(s) unidade(s), orgânica(s)/entidade que lidera.\nCria estratégias e programas que contribuem para o desenvolvimento contínuo dos trabalhadores, alinhado com as melhores práticas e necessidades futuras.\nFomenta uma cultura de elevado desempenho e motivação, desenvolvendo uma visão partilhada e inspiradora do valor da missão e objetivos da(s) unidade(s) orgânica(s)/entidade que gere e promovendo um ambiente empoderador.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência específica de cargos dirigentes\nRepresentação institucional\nÁrea de enquadramento da competência: Desempenho.\nRepresentar a unidade orgânica, ou Organização, em grupos de trabalho, reuniões ou eventos, de âmbito nacional ou internacional, defendendo os interesses da Organização e demonstrando uma imagem institucional credível.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nRepresentação do serviço ou Organização\nConhecimento\nImagem institucional\nComportamentos\n1\nParticipa em reuniões, eventos ou grupos de trabalho de forma alinhada com a missão, objetivos estratégicos e metas da(s) unidade(s) orgânica(s) que representa.\nIdentifica e caracteriza com rigor os conhecimentos relevantes sobre os temas relacionados com o seu âmbito de atuação.\nAdota comportamentos de respeito pelas normas de conduta, em consonância com os diversos contextos em que atua.\n2\nVeicula informação alinhada com a missão, objetivos estratégicos e metas da(s) unidade(s) orgânica(s) que representa.\nUtiliza com propriedade os conhecimentos que detém, para atingir objetivos concretos nas reuniões e grupos de trabalho em que participa.\nHonra os compromissos e assume a responsabilidade associada, reforçando a confiança dos outros, em si e na Organização que representa.\n3\nEstabelece acordos que contribuam para os interesses e as prioridades comuns entre a(s) unidade(s) orgânica(s)/entidade que representa e as outras partes envolvidas.\nGere eficazmente o conhecimento, utilizando os meios apropriados para a sua compilação e disseminação eficaz na Organização e junto das outras partes.\nPrioriza e defende ativamente os interesses da Organização que representa sustentando-se em informação credível e argumentação consistente e com impacto positivo na imagem institucional.\n4\nAssegura que as resoluções tomadas em grupos de trabalho, reuniões ou eventos estão alinhadas com a missão, objetivos estratégicos e metas da(s) unidade(s) orgânica(s)/entidade que lidera.\nDemonstra um domínio aprofundado dos temas, interdependências e tendências de evolução no ecossistema em que se insere, sendo visto/a como uma referência na sua área.\nLidera a criação e implementação de uma estratégia de gestão da imagem da Organização, inspiradora de confiança e em linha com os valores e com a visão estratégica definidos.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\nCompetência específica de cargos dirigentes\nVisão estratégica\nÁrea de enquadramento da competência: Desenvolvimento.\nPensar de forma abrangente e antecipar questões relevantes com impacto no sucesso atual e na sustentabilidade futura da Organização, desenvolver estratégias para atingir objetivos críticos e maximizar os resultados, transmitir a visão, objetivos e estratégias da Organização e promover ativamente o alinhamento da Organização com as estratégias do Governo.\n\nNíveis\nde exigência\ndos\ncomportamentos\nComponentes da competência\nPensamento estratégico\nPlaneamento estratégico\nProssecução da estratégia\nComportamentos\n1\nIdentifica um conjunto diverso de assuntos relacionados com o seu âmbito de atuação, reconhecendo problemas e oportunidades com impacto no sucesso da(s) sua(s) unidade(s) orgânica(s).\nMantém-se informado sobre as orientações estratégicas da Organização, alinhando os objetivos da(s) unidade(s) orgânica(s) com as referidas orientações.\nAlinha os objetivos dos trabalhadores com a estratégia organizacional e põe em evidência o contributo de cada um na respetiva concretização.\n2\nDemonstra uma perspetiva abrangente dos assuntos relacionados com o seu âmbito de atuação, identificando problemas e oportunidades com impacto no sucesso atual e na sustentabilidade futura.\nDefine estratégias para maximizar os resultados a curto e médio prazo da(s) unidade(s) orgânica(s) que gere, alinhadas com a missão e a visão da Organização, consultando as partes interessadas e tendo em conta os problemas e as oportunidades identificadas.\nComunica às equipas as linhas orientadoras estratégicas, assegurando o alinhamento na(s) unidade(s) orgânica(s) que gere, e identifica as conexões, redes relacionais e parcerias que possam ter um papel facilitador na sua concretização.\n3\nApresenta uma perspetiva abrangente e integrada dos assuntos relacionados com a Organização, mostrando compreendê-la como um todo, e identificando problemas e oportunidades com impacto no sucesso e na sustentabilidade futura da Organização.\nDesenvolve estratégias de forma participativa e com base em evidências, para maximizar os resultados a curto, médio e longo prazo da Organização, tendo em conta necessidades, desafios e oportunidades identificadas.\nAvalia e controla a execução dos planos estratégicos a implementar para concretizar os objetivos, adotando os instrumentos necessários para o efeito, potenciando a transformação digital e reforçando o alinhamento com a visão e a estratégia da Organização e do Governo.\n4\nArticula uma visão prospetiva global e coerente, integrando de forma abrangente o contexto interno e externo da Organização, incluindo tendências e contingências futuras, e antecipando ameaças e oportunidades com impacto no sucesso e na sustentabilidade futura do ecossistema.\nDesenvolve estratégias para maximizar os resultados a curto, médio e longo prazo da Administração Pública, tendo em conta as estratégias do Governo, a participação das partes interessadas, as redes nacionais e internacionais em que se insere, assim como as tendências e as contingências futuras.\nCria estratégias e iniciativas para divulgar a visão, objetivos e estratégias da Organização interna e externamente e para promover o alinhamento com os mesmos e com as estratégias do Governo nos vários níveis da Organização.\n\nEm cada comportamento, cada nível de exigência pressupõe a manifestação do(s) nível(eis) anterior(es).\n118122521\n",
  "link": "https://diariodarepublica.pt/dr/detalhe/portaria/214-2024-888344731",
  "date": "2024-09-20"
}
