{
  "article_title": "Definição do conceito fiscal de prédio devoluto",
  "publication_type": "Decreto-Lei n.º 159/2006 ",
  "source_document": "Diário da República n.º 152/2006, Série I de 2006-08-08",
  "link": "https://diariodarepublica.pt/dr/legislacao-consolidada/decreto-lei/2006-122349239",
  "date": "2024-11-03",
  "theme": "Arrendamento",
  "sections": [
    {
      "part": "Seção 0",
      "chapters": [
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 1.º",
              "content": "Objecto\nO presente decreto-lei regula a classificação de prédios urbanos ou frações autónomas como devolutos, para efeitos da aplicação da taxa do imposto municipal sobre imóveis (IMI), bem como para as demais finalidades previstas por lei, relacionadas com políticas de habitação, urbanismo e reabilitação urbana.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 67/2019 - Diário da República n.º 97/2019, Série I de 2019-05-21, em vigor a partir de 2019-05-22\n"
            }
          ]
        },
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 2.º",
              "content": "Noção\n1 - O prédio urbano ou a fração autónoma que durante um ano se encontre desocupado é classificado como devoluto, nos termos previstos no presente decreto-lei. \n2 - São indícios de desocupação:\na) A inexistência de contratos em vigor com empresas de telecomunicações e de fornecimento de água, gás e electricidade; \nb) A inexistência de facturação relativa a consumos de água, gás, electricidade e telecomunicações.\nc) A existência cumulativa de consumos baixos de água e eletricidade, considerando-se como tal os consumos cuja faturação relativa não exceda, em cada ano, consumos superiores a 7 m3, para a água, e de 35 kWh, para a eletricidade;\nd) A situação de desocupação do imóvel, atestada por vistoria realizada ao abrigo do artigo 90.º do Decreto-Lei n.º 555/99, de 16 de dezembro, na sua redação atual.\n3 - A existência de consumos superiores aos previstos na alínea c) do número anterior não afasta a possibilidade de o imóvel ser classificado como devoluto, designadamente através da vistoria referida na alínea d) do número anterior.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 67/2019 - Diário da República n.º 97/2019, Série I de 2019-05-21, em vigor a partir de 2019-05-22\n"
            }
          ]
        },
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 2.º-A",
              "content": "Zona de pressão urbanística\n1 - Considera-se 'zona de pressão urbanística' aquela em que se verifique dificuldade significativa de acesso à habitação, por haver escassez ou desadequação da oferta habitacional face às necessidades existentes ou por essa oferta ser a valores superiores aos suportáveis pela generalidade dos agregados familiares sem que estes entrem em sobrecarga de gastos habitacionais face aos seus rendimentos.\n2 - A delimitação em concreto de uma zona de pressão urbanística fundamenta-se na análise conjugada de séries temporais de indicadores relativos aos preços do mercado habitacional, aos rendimentos das famílias ou às carências habitacionais, incluindo a caracterização do parque, a selecionar de entre os constantes em anexo ao presente decreto-lei, do qual faz parte integrante, com base nas dinâmicas sociais, demográficas, habitacionais e de mercado em presença no território específico.\n3 - A delimitação geográfica da zona de pressão urbanística é da competência da assembleia municipal respetiva, sob proposta da câmara municipal, e é publicada através de aviso na 2.ª série do Diário da República e divulgada no sítio na Internet do município, bem como no respetivo boletim municipal, quando este exista.\n4 - Quando a fundamentação para a delimitação de uma área de reabilitação urbana ou para a aprovação de uma operação de reabilitação urbana previstas no Regime Jurídico da Reabilitação Urbana estabeleça como objetivo o aumento da oferta habitacional, o aumento da população residente ou reconheça a escassez habitacional nesses territórios, a delimitação da zona de pressão urbanística pode fundamentar-se diretamente no previsto naqueles documentos.\n5 - A delimitação da zona de pressão urbanística tem a duração de cinco anos, podendo ser alterada ou objeto de prorrogação, com redução ou ampliação da área delimitada, nos termos previstos nos números anteriores.\nVER ALTERAÇÕES\nAditado pelo/a Artigo 3.º do/a Decreto-Lei n.º 67/2019 - Diário da República n.º 97/2019, Série I de 2019-05-21, em vigor a partir de 2019-05-22\n"
            }
          ]
        },
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 3.º",
              "content": "Excepções\nNão se considera devoluto o prédio urbano ou fracção autónoma:\na) Destinado a habitação por curtos períodos em praias, campo, termas e quaisquer outros lugares de vilegiatura, para arrendamento temporário ou para uso próprio; \nb) Durante o período em que decorrem obras de reabilitação, desde que certificadas pelos municípios; \nc) Cuja conclusão de construção ou emissão de licença de utilização ocorreram há menos de um ano; \nd) Adquirido para revenda por pessoas singulares ou coletivas, nas mesmas condições do artigo 7.º do Código do Imposto Municipal sobre as Transmissões Onerosas de Imóveis, aprovado pelo Decreto-Lei n.º 287/2003, de 12 de novembro, bem como adquirido pelas entidades e nas condições referidas no artigo 8.º do mesmo Código, desde que, em qualquer dos casos, tenham beneficiado ou venham a beneficiar da isenção do imposto municipal sobre as transmissões onerosas de imóveis e durante o período de um ano a contar da data da aquisição; \ne) Que seja a residência em território nacional de emigrante português, tal como definido no artigo 3.º do Decreto-Lei n.º 323/95, de 29 de Novembro, considerando-se como tal a sua residência fiscal, na falta de outra indicação; \nf) Que seja a residência em território nacional de cidadão português que desempenhe no estrangeiro funções ou comissões de carácter público ao serviço do Estado Português, de organizações internacionais, ou funções de reconhecido interesse público, bem como dos seus respectivos acompanhantes autorizados.\ng) Integrado em empreendimento turístico ou inscrito como estabelecimento de alojamento local;\nh) Cujos consumos previstos na alínea c) do n.º 2 do artigo 2.º não sejam atingidos devido a impedimento objetivo de utilização do imóvel, designadamente em virtude de disputa judicial quanto à respetiva posse, devido à verificação de qualquer dos fundamentos previstos no n.º 2 do artigo 1072.º do Código Civil ou por motivos de formação, saúde, prestação de cuidados permanentes enquanto cuidador informal ou permanência em equipamento social, desde que devidamente comprovados.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 15.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 67/2019 - Diário da República n.º 97/2019, Série I de 2019-05-21, em vigor a partir de 2019-05-22\n"
            }
          ]
        },
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 4.º",
              "content": "Procedimento\n1 - A identificação dos prédios urbanos ou frações autónomas que se encontrem devolutos compete aos municípios, os quais devem averiguar a ocorrência dos indícios previstos no artigo 2.º e considerar as exceções previstas no artigo anterior. \n2 - Os municípios notificam o sujeito passivo do IMI, para o domicílio fiscal, do projecto de declaração de prédio devoluto, para este exercer o direito de audição prévia, e da decisão, nos termos e prazos previstos no Código do Procedimento Administrativo. \n3 - Estando o prédio ou fração autónoma omisso da respetiva matriz predial, o município comunica à Autoridade Tributária e Aduaneira, para efeitos de inscrição oficiosa na matriz, o prédio omisso, identificando, para tanto, o sujeito passivo do IMI e juntando os documentos previstos no artigo 37.º do Código do Imposto Municipal sobre Imóveis (CIMI).\n4 - A identificação dos prédios ou frações autónomas como devolutos é comunicada pelos municípios à Autoridade Tributária e Aduaneira, por transmissão eletrónica de dados, no prazo previsto no artigo 112.º do CIMI para a comunicação da respetiva taxa anual.\n5 - A decisão de declaração de prédio ou fracção autónoma devoluta é susceptível de impugnação judicial, nos termos gerais previstos no Código de Processo nos Tribunais Administrativos.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 67/2019 - Diário da República n.º 97/2019, Série I de 2019-05-21, em vigor a partir de 2019-05-22\n"
            }
          ]
        },
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 5.º",
              "content": "Dever de cooperação\n1 - Todas as entidades têm o dever de cooperar com os municípios, designadamente através do envio de informação solicitada tendo em vista apurar se determinado prédio urbano ou fracção autónoma se encontra devoluta. \n2 - As empresas de telecomunicações e as empresas distribuidoras de gás, eletricidade e água enviam obrigatoriamente aos municípios, até ao dia 1 de outubro de cada ano, uma lista atualizada da ausência de contratos de fornecimento ou de consumos ou de consumos baixos, por cada prédio urbano ou fração autónoma, através de comunicação eletrónica ou outro suporte informático.\n3 - A lista referida no número anterior inclui obrigatoriamente a identificação matricial de cada prédio.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 15.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 67/2019 - Diário da República n.º 97/2019, Série I de 2019-05-21, em vigor a partir de 2019-05-22\n"
            }
          ]
        },
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 6.º",
              "content": "Entrada em vigor\n1 - O presente decreto-lei entra em vigor no 30.º dia seguinte ao da sua publicação. \n2 - Os efeitos fiscais previstos no presente decreto-lei reportam-se ao ano de 2007 e seguintes.\nAnexo\n(a que se refere o artigo 2.º-A)\n1 - A delimitação em concreto de uma zona de pressão urbanística fundamenta-se na análise conjugada de séries temporais de indicadores relativos aos temas constantes no quadro seguinte, resultantes de informação estatística oficial com a desagregação territorial publicada pelo Instituto Nacional de Estatística, I. P., e o padrão de disponibilização em vigor, bem como do aproveitamento de fontes administrativas dos municípios.\n2 - Caso sejam criados, por organismos oficiais, novos indicadores que possam ser inseridos nos temas referidos, podem os mesmos contribuir para a fundamentação de uma zona de pressão urbanística, em complemento aos indicadores elencados.\n\n(ver documento original)\nVER ALTERAÇÕES\nAditado pelo/a Artigo 4.º do/a Decreto-Lei n.º 67/2019 - Diário da República n.º 97/2019, Série I de 2019-05-21, em vigor a partir de 2019-05-22\nVisto e aprovado em Conselho de Ministros de 8 de Junho de 2006. - José Sócrates Carvalho Pinto de Sousa - António Luís Santos Costa - Fernando Teixeira dos Santos - Manuel António Gomes de Almeida de Pinho. \nPromulgado em 26 de Julho de 2006.\nPublique-se.\nO Presidente da República, ANÍBAL CAVACO SILVA.\nReferendado em 27 de Julho de 2006.\nO Primeiro-Ministro, José Sócrates Carvalho Pinto de Sousa.\n"
            }
          ]
        }
      ]
    }
  ]
}
