{
    "article_title": "Programa Porta 65 - Arrendamento por Jovens, instrumento de apoio financeiro ao arrendamento por jovens",
    "publication_type": "Decreto-Lei n.º 308/2007 ",
    "source_document": "Diário da República n.º 169/2007, Série I de 2007-09-03",
    "link": "https://diariodarepublica.pt/dr/legislacao-consolidada/decreto-lei/2007-34564575",
    "date": "2024-11-03",
    "theme": "Arrendamento",
    "sections": [
        {
            "part": "Seção 0",
            "chapters": [
                {
                    "chapter": null,
                    "articles": [
                        {
                            "article": "Artigo 1.º",
                            "content": "Objecto\nO presente decreto-lei cria e regula o programa de apoio financeiro Porta 65, com as seguintes modalidades:\na) Porta 65 - Arrendamento por Jovens, adiante designado por 'Porta 65 Jovem', destinado ao apoio ao arrendamento, por jovens, de habitações para residência permanente, mediante a concessão de uma subvenção mensal;\nb) Porta 65 +, destinado ao apoio ao arrendamento, independentemente da idade dos candidatos, por agregados com quebra de rendimentos superior a 20 % face aos rendimentos dos três meses precedentes ou do mesmo período homólogo do ano anterior e por agregados monoparentais, mediante a concessão de uma subvenção mensal.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        }
                    ]
                },
                {
                    "chapter": null,
                    "articles": [
                        {
                            "article": "Artigo 2.º",
                            "content": "Âmbito\nO Porta 65 vigora em todo o território nacional.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        }
                    ]
                },
                {
                    "chapter": null,
                    "articles": [
                        {
                            "article": "Artigo 3.º",
                            "content": "Conceitos\nPara efeitos de aplicação do presente decreto-lei, entende-se por:\na) 'Residência permanente' a habitação onde os jovens ou os membros do agregado residem de forma estável e duradoura, titulada através do respetivo contrato de arrendamento registado no portal das finanças.\nb) «Renda máxima admitida (RMA)» o limite geral de preço de renda por tipologia, previsto na alínea a) do n.º 1 do artigo 10.º do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual, ou, sempre que mais favorável ao candidato, os limites de renda fixados no quadro ii do anexo à Portaria n.º 277-A/2010, de 21 de maio, na sua redação atual;\nc) «Taxa de esforço» o valor em percentagem resultante da relação entre o valor da renda mensal devida pela habitação e o valor correspondente à soma dos rendimentos brutos auferidos pelo jovem e por todos os membros do agregado jovem, não se ponderando, para este estrito efeito, o rendimento por adulto equivalente.\nd) ‘Renda máxima de referência (RMR)’, o limite geral de preço de renda por tipologia, previsto na alínea a) do n.º 1 do artigo 10.º do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual, ou, sempre que mais favorável ao candidato, os limites de renda fixados no quadro II do anexo à Portaria n.º 277-A/2010, de 21 de maio, na sua redação atual.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 42/2024 - Diário da República n.º 126/2024, Série I de 2024-07-02, em vigor a partir de 2024-09-01\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 90-C/2022 - Diário da República n.º 251/2022, 4º Suplemento, Série I de 2022-12-30, em vigor a partir de 2022-12-31, produz efeitos a partir de 2023-01-01\nTítulo II\nPorta 65 - Arrendamento por Jovens\nVER ALTERAÇÕES\nAditado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nPrograma Porta 65\nVER ALTERAÇÕES\nAditado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        }
                    ]
                },
                {
                    "chapter": "Capítulo I",
                    "articles": [
                        {
                            "article": "Artigo 4.º",
                            "content": "Beneficiários\n1 - Podem beneficiar do Porta 65 - Jovem:\na) Jovens com idade igual ou superior a 18 anos e idade igual ou inferior a 35 anos;\nb) Casais de jovens não separados judicialmente de pessoas e bens ou em união de facto, com residência no locado, com idade igual ou superior a 18 anos e idade igual ou inferior a 35 anos, podendo um dos elementos do casal ter idade até 37 anos;\nc) Jovens em coabitação, com idade igual ou superior a 18 anos e idade igual ou inferior a 35 anos, partilhando uma habitação para residência permanente dos mesmos.\n2 - O agregado jovem integra o conjunto de pessoas que vivem em comunhão de habitação, formado por um ou mais jovens ou por um casal de jovens e as seguintes pessoas: os dependentes, assim considerando os filhos, adoptados e enteados, menores não emancipados, bem como os menores sob tutela e os irmãos, maiores ou emancipados, que não aufiram de qualquer rendimento.\n3 - Caso o jovem complete 36 anos durante o prazo em que beneficia do apoio, pode ainda candidatar-se até ao limite de uma candidatura subsequente, desde que consecutiva.\n4 - O disposto no número anterior é aplicável aos casos em que um dos elementos do casal complete 37 anos durante o prazo em que beneficia do apoio.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 42/2024 - Diário da República n.º 126/2024, Série I de 2024-07-02, em vigor a partir de 2024-09-01\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29\nAlterado pelo/a Artigo 2.º do/a Lei n.º 87/2017 - Diário da República n.º 159/2017, Série I de 2017-08-18\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\n"
                        },
                        {
                            "article": "Artigo 5.º",
                            "content": "Rendimento mensal bruto\n1 - Considera-se rendimento mensal bruto (RM) o valor correspondente à soma dos rendimentos brutos das categorias A e B, nos termos do Código do Imposto sobre o Rendimento das Pessoas Singulares (CIRS), auferido pelo jovem e por todos os membros do agregado jovem, definidos de acordo com o disposto nos n.os 4 a 8.\n2 - Integram, ainda, o rendimento mensal bruto (RM):\na) As bolsas e os prémios atribuídos aos jovens no exercício de actividades científicas, culturais e desportivas;\nb) Quaisquer outras prestações compensatórias da perda ou inexistência de rendimentos, garantidas pelo sistema previdencial ou pelo subsistema de solidariedade da segurança social, ou garantidas por outros sistemas de protecção social obrigatória.\n3 - O RM é corrigido pelo rendimento por adulto equivalente, calculado de acordo com uma escala de equivalência que atribui uma ponderação de 1 ao primeiro adulto, de 0,7 a cada um dos restantes adultos e de 0,25 a cada dependente e por acréscimo, em qualquer dos casos, de uma ponderação de 0,25 quando se trate de pessoa com uma deficiência permanente com um grau de incapacidade igual ou superior a 60 %, devidamente comprovado.\n4 - Tratando-se de rendimentos das categorias A e B, considera-se rendimento mensal bruto, do candidato ou dos membros do agregado jovem, o correspondente a 1/12 do respectivo rendimento anual bruto no ano imediatamente anterior ao da candidatura ou das candidaturas subsequentes, incluindo, nos casos de rendimentos da categoria A, os montantes referentes aos subsídios de férias e de Natal recebidos.\n5 - Caso o candidato ou algum dos membros do agregado jovem tenham iniciado actividade profissional no decurso do 1.º semestre do ano anterior, considera-se rendimento mensal bruto de categoria A ou B o correspondente à divisão do rendimento anual bruto pelo número de meses em que efectivamente teve actividade, ao qual acrescem os duodécimos referentes aos subsídios de férias e de Natal recebidos.\n6 - Tratando-se de rendimentos da categoria B do CIRS enquadrados no regime simplificado, considera-se rendimento bruto o resultante da aplicação do coeficiente 0,2 ao valor das vendas de mercadorias e de produtos, bem como aos serviços prestados no âmbito de actividades hoteleiras e similares, restauração e bebidas e ao montante dos subsídios destinados à exploração que tenha por efeito compensar reduções nos preços de venda de mercadorias e produtos e do coeficiente 0,70 aos restantes rendimentos provenientes desta categoria, excluindo a variação de produção.\n7 - Tratando-se de rendimentos da categoria B, nos termos do CIRS, enquadrados no regime de contabilidade organizada, considera-se rendimento bruto o resultado líquido do exercício apurado.\n8 - No caso dos jovens titulares de rendimentos das categorias A e B, à data da candidatura, o rendimento mensal bruto calcula-se por aplicação cumulativa das regras constantes dos n.os 4 e 5 para os rendimentos tributados na categoria A e dos n.os 4 a 7 para os rendimentos tributados na categoria B.\n9 - Para os efeitos previstos no n.º 1, as importâncias auferidas pelos bolseiros, pelos beneficiários de prestações compensatórias da perda ou inexistência de rendimentos, garantidas pelo sistema previdencial ou pelo subsistema de solidariedade da segurança social, ou garantidas por outros sistemas de protecção social obrigatória, são contabilizadas no apuramento dos rendimentos do candidato ou dos membros do agregado jovem, considerando-se o rendimento mensal bruto o correspondente a 1/12 dessas mesmas importâncias concedidas no ano imediatamente anterior ao da candidatura ou das candidaturas subsequentes, sem prejuízo das necessárias adaptações sempre que se verifique o disposto no n.º 5.\n10 - O candidato pode optar por apresentar o rendimento anual bruto do ano imediatamente anterior, nos termos do presente artigo, ou apresentar os rendimentos dos três meses anteriores à candidatura, incluindo os duodécimos referentes aos subsídios de férias e de Natal recebidos.\n11 - O candidato é responsável pela veracidade e atualidade das informações prestadas ou obtidas através de mecanismos de interoperabilidade estabelecidos entre o Instituto da Habitação e da Reabilitação Urbana (IHRU), as entidades das áreas das finanças e da segurança social e as demais entidades públicas competentes na matéria.\n12 - Ao cálculo do RM, no caso de se optar por apresentar os rendimentos dos últimos três meses, são aplicados os n.os 3 a 9, com as devidas adaptações.\n13 - Aos jovens candidatos em regime de coabitação é aplicável o disposto nos números anteriores sobre os rendimentos de todos os jovens, com as necessárias adaptações.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 42/2024 - Diário da República n.º 126/2024, Série I de 2024-07-02, em vigor a partir de 2024-09-01\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 90-C/2022 - Diário da República n.º 251/2022, 4º Suplemento, Série I de 2022-12-30, em vigor a partir de 2022-12-31, produz efeitos a partir de 2023-01-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2000-05-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 61-A/2008 - Diário da República n.º 62/2008, Suplemento n.º 1, Série I de 2008-03-28, em vigor a partir de 2008-03-29\nPorta 65 - Arrendamento por Jovens\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29\n"
                        }
                    ]
                },
                {
                    "chapter": "Capítulo II",
                    "articles": [
                        {
                            "article": "Artigo 6.º",
                            "content": "Forma de candidatura\n1 - A candidatura ao Porta 65 - Jovem é efetuada por via eletrónica no sítio da Internet do IHRU ou através do Portal Único de Serviços previsto na Resolução do Conselho de Ministros n.º 46/2019, de 22 de fevereiro.\n2 - Para efeito do disposto no número anterior, os jovens podem solicitar apoio junto IHRU, das lojas Ponto Já do Instituto Português da Juventude ou de outros organismos, nomeadamente da administração pública regional ou local, que com aquelas entidades celebrem protocolos de colaboração neste âmbito específico.\n3 - Os procedimentos relativos à aplicação do programa na Internet, bem como os elementos e os documentos necessários à formalização das candidaturas de forma desmaterializada pelos jovens, são regulados em portaria.\n4 - (Revogado.)\n5 - Todos os elementos necessários à instrução e verificação das candidaturas são obtidos através de mecanismos de interoperabilidade estabelecidos entre o IHRU, as entidades das áreas das finanças e da segurança social e as demais entidades públicas competentes na matéria, sempre que aplicável.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 90-C/2022 - Diário da República n.º 251/2022, 4º Suplemento, Série I de 2022-12-30, em vigor a partir de 2022-12-31, produz efeitos a partir de 2023-01-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\n"
                        },
                        {
                            "article": "Artigo 6.º-A",
                            "content": "Pré-candidatura\nREVOGADO\nVER ALTERAÇÕES\nRevogado pelo/a Artigo 23.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nAditado pelo/a Artigo 5.º do/a Decreto-Lei n.º 90-C/2022 - Diário da República n.º 251/2022, 4º Suplemento, Série I de 2022-12-30, em vigor a partir de 2022-12-31, produz efeitos a partir de 2023-01-01\n"
                        },
                        {
                            "article": "Artigo 7.º",
                            "content": "Requisitos\n1 - Sem prejuízo do disposto no artigo 4.º, o acesso ao Porta 65 - Jovem, depende do cumprimento dos seguintes requisitos:\na) Todos os jovens ou membros do agregado jovem terem ou virem a ter residência permanente na habitação a que se refere a candidatura;\nb) Nenhum dos jovens ou membros do agregado jovem ser proprietário ou arrendatário para fins habitacionais de outro prédio ou fracção habitacional;\nc) Nenhum dos jovens ou membros do agregado jovem ser parente ou afim do senhorio na linha recta ou linha colateral;\nd) O RM do jovem ou do agregado jovem não ser superior a quatro vezes o valor da renda máxima de referência;\ne) A soma dos rendimentos brutos auferidos pelo jovem e por todos os membros do agregado jovem ser compatível com uma taxa de esforço máxima de 60 %;\nf) Em qualquer caso, o RM do jovem ou do agregado, corrigido nos termos do n.º 3 do artigo 5.º, não exceder quatro vezes a retribuição mínima mensal garantida (RMMG) na acepção prevista no n.º 1 do artigo 273.º do Código do Trabalho.\n2 - São, ainda, requisitos da candidatura:\na) (Revogada.)\nb) (Revogada.)\nc) A tipologia da habitação ser adequada à composição do agregado jovem ou do número de jovens em coabitação, nos termos a definir em portaria.\n3 - O acesso ao Porta 65 - Jovem depende, ainda, da completa instrução do pedido de candidatura com os elementos e documentos identificados na portaria prevista no n.º 3 do artigo anterior.\n4 - A tipologia da habitação para cujo arrendamento é concedida a subvenção pode ser a imediatamente superior à prevista na alínea c) do n.º 2, nos seguintes casos:\na) Algum dos jovens ou dos elementos do agregado jovem ser uma pessoa com deficiência permanente com um grau de incapacidade igual ou superior a 60 %, devidamente comprovada;\nb) Sempre a que a habitação arrendada ou a arrendar disponha de uma ou mais assoalhadas sem janelas para o exterior.\n5 - A tipologia da habitação pode ser superior às previstas nos números anteriores nos casos em que o valor da renda mensal cumpra os limites previstos para a tipologia adequada ao agregado habitacional.\n6 - Nas áreas urbanas classificadas como históricas ou antigas nos termos legais ou regulamentares, nas áreas de reabilitação urbana e, ainda, nas áreas críticas de recuperação e reconversão urbanísticas, o critério da tipologia da habitação é combinado com a área da habitação, nos termos a definir em portaria.\n7 - No caso de atribuição de apoio financeiro, o pagamento do mesmo fica condicionado ao registo no portal das finanças do contrato de arrendamento no prazo de dois meses após a data da publicação dos resultados da candidatura, sob pena de exclusão.\n8 - O beneficiário do apoio deve cumprir os requisitos a que se referem as alíneas a) e b) do n.º 1 durante todo o período em que recebe a subvenção, devendo comunicar ao IHRU qualquer alteração.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 42/2024 - Diário da República n.º 126/2024, Série I de 2024-07-02, em vigor a partir de 2024-09-01\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 90-C/2022 - Diário da República n.º 251/2022, 4º Suplemento, Série I de 2022-12-30, em vigor a partir de 2022-12-31, produz efeitos a partir de 2023-01-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 61-A/2008 - Diário da República n.º 62/2008, Suplemento n.º 1, Série I de 2008-03-28, em vigor a partir de 2008-03-29\n"
                        },
                        {
                            "article": "Artigo 8.º",
                            "content": "Não cumulação de apoios\n1 - Os candidatos a apoio financeiro do Porta 65 - Jovem não podem acumular esse apoio com quaisquer outras formas de apoio público à habitação, nem ter dívidas decorrentes de anteriores concessões do apoio ao arrendamento.\n2 - A concessão de apoio ao abrigo do Porta 65 - Jovem não obsta a que o contrato de arrendamento seja enquadrado no âmbito do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 90-C/2022 - Diário da República n.º 251/2022, 4º Suplemento, Série I de 2022-12-30, em vigor a partir de 2022-12-31, produz efeitos a partir de 2023-01-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 61-A/2008 - Diário da República n.º 62/2008, Suplemento n.º 1, Série I de 2008-03-28, em vigor a partir de 2008-03-29\n"
                        },
                        {
                            "article": "Artigo 9.º",
                            "content": "Bolsa de habitação\n1 - Os jovens que pretendam aceder ao Porta 65 - Jovem podem, em alternativa à apresentação de um contrato de arrendamento, nos termos previstos no n.º 7 do artigo 7.º, recorrer à bolsa de habitação para arrendamento de habitações inscritas pelos respetivos proprietários no Portal da Habitação, disponível no sítio da Internet do IHRU.\n2 - As condições de acesso às habitações inscritas na referida bolsa são definidas em diploma próprio.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 42/2024 - Diário da República n.º 126/2024, Série I de 2024-07-02, em vigor a partir de 2024-09-01\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29\nRevogado pelo/a Artigo 8.º do/a Decreto-Lei n.º 90-C/2022 - Diário da República n.º 251/2022, 4º Suplemento, Série I de 2022-12-30, em vigor a partir de 2022-12-31, produz efeitos a partir de 2023-01-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\n"
                        },
                        {
                            "article": "Artigo 10.º",
                            "content": "Aprovação das candidaturas\n1 - As candidaturas formalizadas estão sujeitas a aprovação pelo IHRU, I. P., de acordo com os critérios definidos no artigo 7.º da Portaria n.º 277-A/2010, de 21 de maio, na sua redação atual, até ao limite da dotação orçamental anual.\n2 - (Revogado.)\n3 - As condições e os procedimentos relativos à instrução das candidaturas são regulados na portaria prevista no n.º 3 do artigo 6.º\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 42/2024 - Diário da República n.º 126/2024, Série I de 2024-07-02, em vigor a partir de 2024-09-01\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\n"
                        },
                        {
                            "article": "Artigo 11.º",
                            "content": "Pluralidade de candidatos\n1 - No caso de jovens que residam em coabitação, a apresentação da candidatura ao Porta 65 - Jovem deve ser conjunta e o contrato de arrendamento deve ser celebrado com todos eles.\n2 - O contrato deve prever a possibilidade de acordo revogatório entre o senhorio e os arrendatários que pretendam deixar de residir na habitação e a sua manutenção em relação aos restantes, durante o período correspondente à concessão do apoio financeiro ao abrigo do Porta 65 - Jovem e em consonância com o disposto no número anterior.\n3 - Se durante a vigência da concessão do apoio financeiro ao abrigo do programa algum dos jovens deixar de residir na habitação, o apoio financeiro mantém-se em relação aos restantes, sem prejuízo dos efeitos das alterações verificadas, designadamente ao nível do RM dos jovens ou do agregado jovem.\n4 - Se algum dos jovens deixar de residir na habitação durante a vigência do apoio financeiro, tal facto deve ser comunicado ao IHRU, no prazo de 15 dias após a saída.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29\nApoio financeiro\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29\n"
                        }
                    ]
                },
                {
                    "chapter": "Capítulo III",
                    "articles": [
                        {
                            "article": "Artigo 12.º",
                            "content": "Modelo do apoio financeiro\n1 - O apoio financeiro do Porta 65 - Jovem é concedido sob a forma de subvenção mensal não reembolsável, por períodos de 12 meses, podendo ser renovado em candidaturas subsequentes até ao limite de 60 meses.\n2 - O beneficiário pode, a qualquer momento, fazer cessar o apoio concedido nos termos do número anterior, sem prejuízo da possibilidade de apresentar candidatura subsequente para completar o período de 12 meses, observadas as condições de acesso e limites de duração do apoio financeiro estabelecidas no presente decreto-lei.\n3 - A subvenção mensal corresponde a uma percentagem do valor da renda mensal.\n4 - A subvenção é atribuída de forma decrescente para cada 12 meses de atribuição do apoio financeiro.\n5 - Os escalões e o valor da subvenção mensal para cada período de 12 meses são definidos por portaria.\n6 - Nos casos previstos nas alíneas b) e c) do n.º 1 do artigo 4.º, a duração máxima do apoio financeiro é aferida relativamente ao jovem que haja auferido um maior número de subvenções mensais.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29\nAlterado pelo/a Artigo 2.º do/a Lei n.º 87/2017 - Diário da República n.º 159/2017, Série I de 2017-08-18\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 61-A/2008 - Diário da República n.º 62/2008, Suplemento n.º 1, Série I de 2008-03-28, em vigor a partir de 2008-03-29\n"
                        },
                        {
                            "article": "Artigo 13.º",
                            "content": "Apoio financeiro adicional\n1 - A percentagem da subvenção mensal aplicável nos termos do n.º 3 do artigo anterior pode ser acrescida, caso a habitação arrendada se localize:\na) Em áreas urbanas classificadas como históricas ou antigas, nos termos legais ou regulamentares, em áreas de reabilitação urbana e, ainda, em áreas críticas de recuperação e reconversão urbanísticas, na percentagem de 20 %;\nb) Em áreas beneficiárias de medidas de incentivo à recuperação acelerada de problemas de interioridade identificadas na Portaria n.º 1467-A/2001, de 31 de Dezembro, na percentagem de 10 %.\n2 - A percentagem da subvenção mensal aplicável nos termos do n.º 3 do artigo anterior pode igualmente ser acrescida nos seguintes termos, mediante comprovação das seguintes circunstâncias:\na) Na percentagem de 15 % caso algum dos jovens ou elementos do agregado jovem tenha um dependente a cargo ou seja portador de deficiência permanente que confira grau de incapacidade igual ou superior a 60 %;\nb) Na percentagem de 20 % caso algum dos jovens ou elementos do agregado jovem tenha dois ou mais dependentes a cargo;\nc) Aos acréscimos percentuais previstos nas alíneas a) e b) do presente número, acresce uma majoração adicional de 10 % ou 5 %, respetivamente, caso o agregado jovem seja monoparental.\n3 - Só pode cumular-se um dos acréscimos previstos no n.º 1 com um dos acréscimos previstos no número anterior.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29\nAlterado pelo/a Artigo 2.º do/a Lei n.º 87/2017 - Diário da República n.º 159/2017, Série I de 2017-08-18\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\nCandidaturas subsequentes\nVER ALTERAÇÕES\nAditado pelo/a Artigo 18.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\n"
                        }
                    ]
                },
                {
                    "chapter": "Capítulo IV",
                    "articles": [
                        {
                            "article": "Artigo 14.º",
                            "content": "Condições das candidaturas subsequentes\n1 - As candidaturas subsequentes ao apoio financeiro concedido ao abrigo do Porta 65 - Jovem dependem do cumprimento pelos beneficiários dos requisitos de acesso ao apoio.\n2 - Exceptua-se do disposto no número anterior a aplicação da alínea b) do n.º 1 do artigo 7.º, no que respeita ao arrendamento, para as situações de beneficiários deste programa que, em candidaturas subsequentes, pretendam alterar a fracção arrendada.\n3 - O cumprimento dos requisitos referidos no n.º 1 é avaliado à data da apresentação da candidatura subsequente.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 61-A/2008 - Diário da República n.º 62/2008, Suplemento n.º 1, Série I de 2008-03-28, em vigor a partir de 2008-03-29\n"
                        },
                        {
                            "article": "Artigo 15.º",
                            "content": "Procedimento\nAos pedidos de candidatura subsequentes é aplicável o disposto no artigo 6.º, sendo definidos em portaria os procedimentos aplicáveis à respectiva instrução.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\n"
                        },
                        {
                            "article": "Artigo 16.º",
                            "content": "Mudança de escalão\nSempre que, no âmbito do processo de candidaturas subsequentes à concessão de apoio financeiro, se verifique existir alteração da pontuação que determine a aplicação de escalão diferente do anterior, a subvenção mensal a pagar no período respectivo é calculada com base na percentagem correspondente ao novo escalão.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 61-A/2008 - Diário da República n.º 62/2008, Suplemento n.º 1, Série I de 2008-03-28, em vigor a partir de 2008-03-29\nTítulo III\nPorta 65 +\nVER ALTERAÇÕES\nAditado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        },
                        {
                            "article": "Artigo 16.º-A",
                            "content": "Beneficiários\n1 - Podem beneficiar do Porta 65 +, independentemente da idade dos candidatos:\na) Os agregados com quebra de rendimentos superior a 20 % face aos rendimentos dos três meses precedentes ou do mesmo período homólogo do ano anterior, incluindo os casos em que a quebra de rendimentos resulte da alteração da composição desses agregados, nos termos previstos do número seguinte;\nb) Os agregados monoparentais.\n2 - A quebra de rendimentos a que se refere o número anterior é demonstrada nos termos previstos no artigo 4.º da Portaria n.º 91/2020, de 14 de abril, na sua redação atual.\n3 - Sem prejuízo do disposto no artigo 16.º-B, a comparação dos rendimentos referida no número anterior é efetuada com base nos rendimentos dos candidatos disponibilizados pela Autoridade Tributária e Aduaneira (AT) e pela segurança social relativos ao período objeto dessa comparação e por estas disponibilizados ao IHRU, I. P.\nVER ALTERAÇÕES\nRetificado pelo/a Declaração de Retificação n.º 16/2023 - Diário da República n.º 146/2023, Série I de 2023-07-28, produz efeitos a partir de 2023-05-30\nAditado pelo/a Artigo 18.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        },
                        {
                            "article": "Artigo 16.º-B",
                            "content": "Rendimentos do candidato\nPara efeitos do presente decreto-lei, é considerado o rendimento bruto auferido por cada membro do agregado constante:\na) Do sistema de informação da AT, no que diz respeito aos trabalhadores independentes; e\nb) Do sistema de informação da segurança social, no que diz respeito aos trabalhadores por conta de outrem.\nVER ALTERAÇÕES\nAditado pelo/a Artigo 18.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        },
                        {
                            "article": "Artigo 16.º-C",
                            "content": "Candidatura\n1 - Ao procedimento de candidatura ao Porta 65 + é aplicável o disposto no artigo 6.º\n2 - Os elementos e documentos necessários à formalização de candidaturas são fixados em portaria dos membros do Governo responsáveis pelas áreas das finanças, da segurança social e da habitação.\nVER ALTERAÇÕES\nRetificado pelo/a Declaração de Retificação n.º 16/2023 - Diário da República n.º 146/2023, Série I de 2023-07-28, produz efeitos a partir de 2023-05-30\nAditado pelo/a Artigo 18.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        },
                        {
                            "article": "Artigo 16.º-D",
                            "content": "Requisitos\n1 - Sem prejuízo do disposto no artigo 16.º-A, o acesso ao Porta 65 + depende do cumprimento dos seguintes requisitos:\na) Os titulares do contrato de arrendamento terem residência permanente na habitação a que se refere a candidatura;\nb) O contrato de arrendamento estar registado no portal das finanças;\nc) Nenhum dos membros do agregado ser proprietário ou arrendatário para fins habitacionais de outro prédio ou fração habitacional;\nd) Nenhum dos membros do agregado ser parente ou afim do senhorio na linha reta ou linha colateral;\ne) Os rendimentos do agregado não serem superior a quatro vezes o valor da renda máxima admitida;\nf) O rendimento do agregado ser igual ou inferior ao limite máximo do sexto escalão da tabela prevista no n.º 1 do artigo 68.º do CIRS.\n2 - Os beneficiários do apoio devem cumprir os requisitos a que se referem as alíneas a) e b) do número anterior durante todo o período em que recebem o apoio financeiro, devendo comunicar ao IHRU, I. P., qualquer alteração.\nVER ALTERAÇÕES\nAditado pelo/a Artigo 18.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        },
                        {
                            "article": "Artigo 16.º-E",
                            "content": "Modelo do apoio financeiro\n1 - O apoio financeiro do Porta 65 + é mensal, não reembolsável, e concedido por períodos de 12 meses, podendo ser renovado em candidaturas subsequentes até ao limite de 60 meses.\n2 - O apoio mensal é concedido de forma decrescente, em períodos seguidos ou interpolados de atribuição do apoio financeiro.\n3 - O apoio mensal suporta a diferença entre o valor da renda mensal devida e o valor resultante da aplicação aos rendimentos do agregado de uma taxa de esforço máxima:\na) Nos primeiros 12 meses, de 35 %;\nb) Entre os 13 meses e os 36 meses, de 40 %;\nc) Entre os 37 meses e os 60 meses, de 45 %.\n4 - Sem prejuízo do previsto nos números anteriores, o montante do apoio mensal não pode ser inferior a (euro) 50,00 nem superior a (euro) 200,00.\n5 - As renovações dependem do cumprimento pelos beneficiários dos requisitos de acesso ao apoio previstos no artigo anterior.\nVER ALTERAÇÕES\nAditado pelo/a Artigo 18.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        },
                        {
                            "article": "Artigo 16.º-F",
                            "content": "Regime supletivo\nAplica-se ao Porta 65 +, com as necessárias adaptações, o disposto nos artigos 8.º, 10.º, 13.º, 14.º, 15.º e 16.º\nVER ALTERAÇÕES\nAditado pelo/a Artigo 18.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nTítulo IV\nDisposições complementares, transitórias e finais\nVER ALTERAÇÕES\nAditado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nGestão de dados\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        }
                    ]
                },
                {
                    "chapter": "Capítulo I",
                    "articles": [
                        {
                            "article": "Artigo 17.º",
                            "content": "Plataforma informática\n1 - A gestão da informação do programa é efectuada através de uma plataforma informática criada para o efeito que inclui uma base de dados.\n2 - A plataforma informática tem por finalidade organizar e manter atualizada a informação das candidaturas para efeitos de concessão do apoio financeiro Porta 65.\n3 - Todas as entidades a que caiba o tratamento de dados nos termos do presente decreto-lei realizam esse tratamento obrigatoriamente nesta plataforma.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        },
                        {
                            "article": "Artigo 18.º",
                            "content": "Segurança da informação\nO IHRU é a entidade responsável pelo tratamento da informação constante na plataforma informática referida no artigo anterior, devendo para o efeito adoptar as medidas técnicas e organizativas adequadas para proteger os dados contra a destruição, acidental ou ilícita, a perda acidental, a alteração, a difusão ou o acesso não autorizados, nos termos da Lei de Protecção de Dados Pessoais.\n"
                        },
                        {
                            "article": "Artigo 19.º",
                            "content": "Dados pessoais\n1 - São recolhidos para tratamento automatizado os seguintes dados pessoais:\na) Nome;\nb) Estado civil;\nc) Data de nascimento;\nd) Filiação;\ne) Morada;\nf) Número de identificação fiscal, com excepção dos menores de 16 anos;\ng) Rendimentos dos jovens e dos elementos do agregado;\nh) Número de identificação de conta bancária do titular ou titulares do arrendamento;\ni) Número de identificação da segurança social;\nj) Titularidade de imóveis;\nl) artigo e fracção da matriz do imóvel arrendado e eventual identificação do seu código SIG (facultativo);\nm) Relação de parentesco entre os elementos do agregado e o titular do contrato de arrendamento.\n2 - A recolha dos dados referidos no número anterior é feita através do preenchimento do formulário eletrónico existente na plataforma informática do programa, no qual os candidatos e os membros do seu agregado autorizam o IHRU, I. P., a confirmar os dados recolhidos junto da AT, da Segurança Social ou de outros órgãos e serviços para tal autorizados, nos termos do artigo seguinte.\n3 - A falta de autorização nos termos do número anterior, determina a rejeição liminar da candidatura.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 90-C/2022 - Diário da República n.º 251/2022, 4º Suplemento, Série I de 2022-12-30, em vigor a partir de 2022-12-31, produz efeitos a partir de 2023-01-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 61-A/2008 - Diário da República n.º 62/2008, Suplemento n.º 1, Série I de 2008-03-28, em vigor a partir de 2008-03-29\n"
                        },
                        {
                            "article": "Artigo 20.º",
                            "content": "Verificação de dados\nA verificação dos dados relativos aos rendimentos, à monoparentalidade, à composição dos agregados e aos imóveis inscritos a favor destes é realizada através de mecanismos de interoperabilidade estabelecidos entre o IHRU, I. P., as entidades das áreas governativas das finanças e da segurança social e os demais órgãos e serviços competentes.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 90-C/2022 - Diário da República n.º 251/2022, 4º Suplemento, Série I de 2022-12-30, em vigor a partir de 2022-12-31, produz efeitos a partir de 2023-01-01\n"
                        },
                        {
                            "article": "Artigo 21.º",
                            "content": "Conservação de dados\n1 - Os dados pessoais são conservados pelo período de tempo estritamente necessário à prossecução da finalidade a que se destinam, cumprindo-se o disposto no artigo 27.º da Lei de Protecção de Dados Pessoais.\n2 - As entidades encarregadas da recepção e do processamento desmaterializado da informação estão obrigadas ao respeito de sigilo profissional e proibidas de proceder ao tratamento de dados pessoais sem instruções da entidade responsável.\n"
                        },
                        {
                            "article": "Artigo 22.º",
                            "content": "Direito à informação e correcção\n1 - Qualquer pessoa tem direito a conhecer o conteúdo dos registos da base de dados que lhe diga respeito.\n2 - O titular dos dados tem o direito de obter junto do IHRU a correcção de inexactidões, a supressão de dados indevidamente registados e o complemento de omissões, nos termos previstos no artigo 11.º da Lei de Protecção de Dados Pessoais.\nObrigações e fiscalização\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        }
                    ]
                },
                {
                    "chapter": "Capítulo II",
                    "articles": [
                        {
                            "article": "Artigo 23.º",
                            "content": "Verificação e fiscalização\n1 - Os beneficiários do Porta 65 estão sujeitos à verificação pelo IHRU, I. P., do cumprimento das condições e dos deveres a que se vinculam para efeito de atribuição do apoio financeiro, designadamente quanto à entrega de elementos ou documentos e ao respeito pelas condições de acesso e de permanência no programa.\n2 - No caso previsto no n.º 10 do artigo 5.º, o IHRU verifica os rendimentos totais do candidato referentes ao ano em que se candidatou e, se dessa verificação resultar que o candidato auferiu rendimentos que lhe permitiam ter acesso ao apoio em escalão diferente ou rendimentos superiores àqueles que lhe permitiriam ter direito ao apoio, o escalão do apoio pode ser alterado ou o apoio suspenso de imediato.\n3 - Compete ao IHRU efectuar as acções de fiscalização que considere necessárias para avaliar o cumprimento das obrigações pelos beneficiários, podendo, para efeito de apuramento dos factos, solicitar elementos directamente àqueles ou utilizar o procedimento previsto no artigo 20.º\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 61-A/2008 - Diário da República n.º 62/2008, Suplemento n.º 1, Série I de 2008-03-28, em vigor a partir de 2008-03-29\n"
                        },
                        {
                            "article": "Artigo 24.º",
                            "content": "Suspensão e cessação do apoio\n1 - No exercício das suas competências de gestão do programa, o IHRU pode suspender a atribuição do apoio financeiro, sempre que verifique existirem indícios da prática de actos ou omissões por parte dos beneficiários contrários ao disposto no presente decreto-lei.\n2 - A comprovação pelos beneficiários da regularidade do cumprimento das obrigações determina o reinício do processo de atribuição do apoio financeiro e o pagamento dos valores relativos ao período da suspensão.\n3 - A não apresentação da prova a que se refere o número anterior no prazo de 20 dias úteis a contar da data de recepção da comunicação do IHRU para o efeito determina a imediata cessação da atribuição do apoio financeiro, bem como a obrigação de devolução dos montantes recebidos a esse título desde a prática do acto ou omissão, acrescidos de 50 %, sem prejuízo de outras sanções legalmente aplicáveis ao caso.\n4 - O IHRU, I. P., pode ainda fazer cessar o apoio financeiro previsto no presente decreto-lei, sempre que se verifiquem as seguintes causas:\na) A prestação de falsas declarações pelos beneficiários;\nb) A omissão de factos ou dados relevantes para efeito de atribuição, manutenção ou alteração do apoio financeiro;\nc) A prática de acto ou omissão que constitua o senhorio no direito de resolver o contrato de arrendamento nos termos do NRAU, nomeadamente a mora no pagamento da renda por período superior a três meses.\n5 - Quando haja lugar à cessação do apoio financeiro nos termos do número anterior, os jovens ou os membros dos agregados não podem candidatar-se a qualquer apoio público para fins habitacionais, durante um período de dois anos, agravado para cinco anos em caso de dolo na prática dos atos ou omissões nele previstos.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nAlterado pelo/a Artigo 2.º do/a Lei n.º 87/2017 - Diário da República n.º 159/2017, Série I de 2017-08-18\nDisposições finais e transitórias\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 19.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        }
                    ]
                },
                {
                    "chapter": "Capítulo III",
                    "articles": [
                        {
                            "article": "Artigo 25.º",
                            "content": "Avaliação do programa\n1 - O IHRU, I. P., assegura a realização de uma avaliação externa do Porta 65, decorridos 18 meses de execução do programa.\n2 - Após a avaliação prevista no número anterior, o Porta 65 é avaliado a cada três anos.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\n"
                        },
                        {
                            "article": "Artigo 26.º",
                            "content": "Dotação orçamental\n1 - Cabe ao Estado, através do IHRU, I. P., assegurar a gestão e a concessão do apoio financeiro do Porta 65, mediante dotação orçamental a prever para o efeito sobre proposta do IHRU, I. P.\n2 - A dotação orçamental do Porta 65 destina-se ao pagamento dos encargos com os apoios financeiros, bem como ao pagamento da comissão de gestão do IHRU, I. P., cujo montante, a ser fixado, em cada ano, por despacho, não pode ser superior a 4 % do valor total daquela dotação orçamental.\n3 - As verbas necessárias ao pagamento das subvenções previstas no presente decreto-lei são inscritas no capítulo 60.º do Orçamento do Ministério das Finanças, sob proposta do IHRU, e transferidas pela Direção-Geral do Tesouro e Finanças (DGTF) para a conta a indicar pelo IHRU, que efetuará as transferências das verbas correspondentes à subvenção para a conta bancária identificada pelos beneficiários, até ao dia 8 do mês a que respeita.\n4 - A DGTF deve transferir para o IHRU o valor da comissão prevista no n.º 2 até 31 de Janeiro de cada ano.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nAlterado pelo/a Artigo 309.º do/a Lei n.º 114/2017 - Diário da República n.º 249/2017, Série I de 2017-12-29, em vigor a partir de 2018-01-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\n"
                        },
                        {
                            "article": "Artigo 27.º",
                            "content": "Regime transitório\nREVOGADO\nVER ALTERAÇÕES\nRevogado pelo/a Artigo 4.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 61-A/2008 - Diário da República n.º 62/2008, Suplemento n.º 1, Série I de 2008-03-28, em vigor a partir de 2008-03-29\n"
                        },
                        {
                            "article": "Artigo 28.º",
                            "content": "Candidaturas em 2007\nREVOGADO\nVER ALTERAÇÕES\nRevogado pelo/a Artigo 4.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\n"
                        },
                        {
                            "article": "Artigo 29.º",
                            "content": "Regulamentação\n1 - As matérias previstas no n.º 3 do artigo 6.º, nas alíneas a) a c) do n.º 2, no n.º 3 e no n.º 6 do artigo 7.º, no n.º 3 do artigo 10.º, no n.º 5 do artigo 12.º e no artigo 15.º são objeto de regulamentação por portaria dos membros do Governo responsáveis pelas áreas das finanças, da juventude e da habitação.\n2 - (Revogado.)\n3 - O montante da comissão de gestão referido no n.º 2 do artigo 26.º é aprovado em cada ano por despacho dos membros do Governo responsáveis pelas áreas da habitação e das finanças, sob proposta do IHRU.\n4 - (Revogado).\n5 - As matérias previstas no título iii são objeto de regulamentação por portaria dos membros do Governo responsáveis pelas áreas dos assuntos fiscais, da segurança social e da habitação.\nVER ALTERAÇÕES\nRetificado pelo/a Declaração de Retificação n.º 16/2023 - Diário da República n.º 146/2023, Série I de 2023-07-28, produz efeitos a partir de 2023-05-30\nAlterado pelo/a Artigo 17.º do/a Decreto-Lei n.º 38/2023 - Diário da República n.º 103/2023, Série I de 2023-05-29, em vigor a partir de 2023-05-30\nAlterado pelo/a Artigo 2.º do/a Decreto-Lei n.º 90-C/2022 - Diário da República n.º 251/2022, 4º Suplemento, Série I de 2022-12-30, em vigor a partir de 2022-12-31, produz efeitos a partir de 2023-01-01\nAlterado pelo/a Artigo 1.º do/a Decreto-Lei n.º 43/2010 - Diário da República n.º 84/2010, Série I de 2010-04-30, em vigor a partir de 2010-05-01\n"
                        },
                        {
                            "article": "Artigo 30.º",
                            "content": "Norma revogatória\nSão revogados o Decreto-Lei n.º 162/92, de 5 de Agosto, e a Portaria n.º 835/92, de 28 de Agosto.\n"
                        },
                        {
                            "article": "Artigo 31.º",
                            "content": "Entrada em vigor\nO presente decreto-lei entra em vigor no dia seguinte ao da sua publicação.\nVisto e aprovado em Conselho de Ministros de 21 de Junho de 2007. - José Sócrates Carvalho Pinto de Sousa - Emanuel Augusto dos Santos - Manuel Pedro Cunha da Silva Pereira - Francisco Carlos da Graça Nunes Correia.\nPromulgado em 13 de Agosto de 2007.\nPublique-se.\nO Presidente da República, Aníbal Cavaco Silva.\nReferendado em 17 de Agosto de 2007.\nO Primeiro-Ministro, José Sócrates Carvalho Pinto de Sousa.\n"
                        }
                    ]
                }
            ]
        }
    ]
}