{
  "article_title": "Regime do Procedimento de Injunção em Matéria de Arrendamento",
  "publication_type": "Decreto-Lei n.º 34/2021 ",
  "source_document": "Diário da República n.º 94/2021, Série I de 2021-05-14",
  "link": "https://diariodarepublica.pt/dr/legislacao-consolidada/decreto-lei/2021-222520466",
  "date": "2024-11-03",
  "theme": "Arrendamento",
  "sections": [
    {
      "part": "Seção 0",
      "chapters": [
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 1.º",
              "content": "Objeto\nO presente decreto-lei procede:\na) À definição do regime do procedimento de injunção em matéria de arrendamento (IMA) previsto no artigo 15.º-T da Lei n.º 6/2006, de 27 de fevereiro, na sua redação atual, que aprova o Novo Regime do Arredamento Urbano (NRAU);\nb) À regulamentação do Serviço de Injunção em Matéria de Arrendamento (SIMA).\n"
            }
          ]
        },
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 2.º",
              "content": "Procedimentos especiais em matéria de arrendamento\nÉ aprovado o Regime dos Procedimentos Especiais em Matéria de Arrendamento destinados a efetivar os direitos do arrendatário previstos nas alíneas a) a e) do n.º 1 do artigo 15.º-T do NRAU, em anexo ao presente decreto-lei e do qual faz parte integrante.\n"
            }
          ]
        },
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 3.º",
              "content": "Serviço de Injunção em Matéria de Arrendamento\nO SIMA, previsto no artigo 15.º-U do NRAU, é a secretaria judicial com competência exclusiva para a tramitação, em todo o território nacional, dos procedimentos especiais referidos no artigo 1.º\n"
            }
          ]
        },
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 4.º",
              "content": "Mapa de pessoal\nO mapa de pessoal do SIMA é definido por portaria dos membros do Governo responsáveis pelas áreas das finanças e da justiça.\n"
            }
          ]
        },
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 5.º",
              "content": "Receita\nCabe ao Instituto de Gestão Financeira e Equipamentos da Justiça, I. P., arrecadar e administrar a receita relativa ao SIMA, designadamente a proveniente de taxas de justiça e multas.\n"
            }
          ]
        },
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 6.º",
              "content": "Regulamentação\nNo prazo de 60 dias a contar da publicação do presente decreto-lei, o membro do Governo responsável pela área da justiça regulamenta, por portaria, as normas relativas ao procedimento de IMA, nomeadamente no que respeita às seguintes matérias:\na) Modelo e forma de apresentação do requerimento de IMA e da oposição;\nb) Forma de apresentação de demais requerimentos;\nc) Modo de designação, substituição e destituição do agente de execução;\nd) Forma de realização de comunicações e notificações;\ne) Regime de honorários e despesas do agente de execução;\nf) Formas de pagamento da taxa de justiça devida pela apresentação do requerimento de IMA;\ng) Formas de consulta do processo.\n"
            }
          ]
        },
        {
          "chapter": null,
          "articles": [
            {
              "article": "Artigo 7.º",
              "content": "Entrada em vigor\nO presente decreto-lei entra em vigor no dia seguinte ao da sua publicação.\nVisto e aprovado em Conselho de Ministros de 18 de março de 2021. - António Luís Santos da Costa - João Rodrigo Reis Carvalho Leão - Francisca Eugénia da Silva Dias Van Dunem - Alexandra Ludomila Ribeiro Fernandes Leitão - Jorge Moreno Delgado.\nPromulgado em 6 de maio de 2021.\nPublique-se.\nO Presidente da República, Marcelo Rebelo de Sousa.\nReferendado em 10 de maio de 2021.\nO Primeiro-Ministro, António Luís Santos da Costa.\nAnexo\nRegime dos procedimentos especiais em matéria de arrendamento\n(a que se refere o artigo 2.º)\nInjunção em matéria de arrendamento\n"
            }
          ]
        },
        {
          "chapter": "Capítulo I",
          "articles": [
            {
              "article": "Artigo 1.º",
              "content": "Objeto\n1 - É aprovado o Regime dos Procedimentos Especiais em Matéria de Arrendamento destinados a efetivar os direitos do arrendatário.\n2 - A injunção em matéria de arrendamento (IMA) é a providência que tem por fim conferir força executiva ao requerimento destinado a efetivar os direitos do arrendatário previstos nas alíneas a) a e) do n.º 1 do artigo 15.º-T do Novo Regime do Arrendamento Urbano, aprovado pela Lei n.º 6/2006, de 27 de fevereiro, na sua redação atual.\n"
            },
            {
              "article": "Artigo 2.º",
              "content": "Objeto\nCada procedimento de IMA diz respeito a apenas um prédio urbano, ou a uma fração autónoma de que o requerente seja arrendatário.\n"
            },
            {
              "article": "Artigo 3.º",
              "content": "Secretaria judicial competente\nO requerimento de injunção em matéria de arrendamento é apresentado junto do Balcão do Arrendatário e do Senhorio (BAS).\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 39.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
            },
            {
              "article": "Artigo 4.º",
              "content": "Requerimento de injunção em matéria de arrendamento\n1 - O modelo eletrónico do requerimento de IMA, bem como a forma da sua apresentação em papel, são aprovados por portaria do membro do Governo responsável pela área da justiça.\n2 - No requerimento de IMA, deve o requerente:\na) Identificar as partes, indicando, consoante os casos, os seus nomes ou denominações e domicílios ou sedes e, obrigatoriamente no que respeita ao requerente e sempre que possível relativamente às demais partes, os respetivos números de identificação civil, fiscal e de pessoa coletiva, profissões e locais de trabalho;\nb) Indicar o seu endereço de correio eletrónico, se pretender receber notificações ou comunicações por meios eletrónicos;\nc) Indicar o local onde deve ser efetuada a notificação, devendo mencionar se se trata de domicílio convencionado, sendo que, na falta deste, deve ser indicado o domicílio ou sede do senhorio;\nd) Expor sucintamente os factos que fundamentam a sua pretensão;\ne) Formular um, ou vários, dos pedidos previstos no n.º 1 do artigo 15.º-T do NRAU, se for o caso com discriminação do valor do capital, juros vencidos e outras quantias devidas;\nf) Juntar os documentos previstos nas alíneas a) a e) do n.º 1 do artigo 15.º-T do NRAU, consoante o pedido ou os pedidos formulados;\ng) Juntar o documento comprovativo do pagamento da taxa de justiça devida ou da concessão de apoio judiciário, sem prejuízo do disposto no n.º 10;\nh) Indicar se pretende que o processo seja apresentado à distribuição, no caso de se frustrar a notificação;\ni) Indicar o tribunal competente para a apreciação do processo, se este for apresentado à distribuição;\nj) Indicar se pretende a notificação, consoante os casos, por agente de execução, oficial de justiça ou mandatário judicial e, no primeiro e último casos, indicar o seu nome e respetivo domicílio profissional;\nk) Designar, consoante os casos, agente de execução ou oficial de justiça, nos termos do disposto no n.º 1 do artigo 720.º do Código de Processo Civil, aprovado pela Lei n.º 41/2013, de 26 de junho, na sua redação atual (Código de Processo Civil);\nl) Assinar o requerimento.\n3 - Na pendência do procedimento de IMA não é permitida a alteração dos elementos constantes do requerimento, designadamente o pedido.\n4 - No mesmo requerimento, nos casos previstos nas alíneas d) ou e) do n.º 1 do artigo 15.º-T do NRAU, sempre que seja necessária a realização de obras nas partes comuns de edifício constituído em regime de propriedade horizontal, o requerente deva ainda indicar, consoante os casos, o nome ou denominação e o domicílio ou sede do administrador do condomínio.\n5 - Se o requerente indicar endereço de correio eletrónico, nos termos e para os efeitos acima referidos, as comunicações e notificações que lhe forem endereçadas pelo SIMA são efetuadas por meios eletrónicos, em termos a definir por portaria do membro do Governo responsável pela área da justiça.\n6 - O requerimento pode ser subscrito por mandatário judicial, bastando para o efeito a menção da existência do mandato e do domicílio profissional do mandatário.\n7 - A subscrição do requerimento por mandatário judicial não o exime da necessidade de preenchimento de todos os elementos relativos ao representado, nomeadamente a indicação do respetivo domicílio.\n8 - A submissão do requerimento por mandatário judicial é obrigatoriamente efetuada por via eletrónica.\n9 - Quando o requerente não esteja patrocinado por mandatário judicial, ou, estando, exista justo impedimento, o requerimento de IMA pode ser deduzido por uma das seguintes formas:\na) Entrega na secretaria judicial, valendo como data da sua prática a da respetiva entrega;\nb) Remessa pelo correio, sob registo, valendo como data da sua prática a da efetivação do respetivo registo postal;\nc) Envio através de telecópia, valendo como data da sua prática a da expedição;\nd) Submissão por via eletrónica.\n10 - Faltando, à data da apresentação do requerimento, menos de 30 dias para a extinção do direito do arrendatário, ou ocorrendo outro motivo fundado de urgência, pode o requerente apresentar documento comprovativo do pedido de apoio judiciário requerido, mas ainda não concedido.\n11 - Sem prejuízo do disposto no número anterior, o procedimento considera-se iniciado na data do pagamento da taxa de justiça devida ou da junção do documento comprovativo da concessão de apoio judiciário nas modalidades de dispensa ou pagamento faseado da taxa de justiça e demais encargos com o processo.\n12 - Na submissão eletrónica dos requerimentos devem ser utilizados mecanismos de autenticação segura, incluindo os do cartão de cidadão e chave móvel digital, com recurso ao Sistema de Certificação de Atributos Profissionais (SCAP), bem como os meios de identificação eletrónica emitidos noutros Estados-Membros reconhecidos para o efeito nos termos do artigo 6.º do Regulamento (UE) n.º 910/2014 do Parlamento Europeu e do Conselho.\n13 - Os requerimentos submetidos por via eletrónica devem ser assinados com recurso a assinaturas eletrónicas qualificadas, incluindo as do cartão de cidadão e chave móvel digital, com possibilidade de recurso ao SCAP, ou outras que constem da Lista Europeia de Serviços de Confiança, sem prejuízo do disposto no artigo 4.º da Lei n.º 37/2014, de 26 de junho, na sua redação atual.\n"
            },
            {
              "article": "Artigo 5.º",
              "content": "Recusa do requerimento\n1 - O requerimento de IMA só pode ser recusado se:\na) Não for apresentado no modelo referido no n.º 1 do artigo anterior;\nb) Não for apresentado no SIMA;\nc) Não indicar o tribunal competente para apreciação do processo, se for apresentado à distribuição;\nd) Omitir a identificação das partes e dos elementos a que alude a alínea a) do n.º 2 do artigo anterior, que dela devam obrigatoriamente constar ou o local da notificação dos requeridos;\ne) Não estiver assinado;\nf) Não estiver redigido em língua portuguesa;\ng) Não tiver sido junto, consoante os casos, o documento comprovativo do pagamento da taxa de justiça devida ou da concessão de apoio judiciário, ou de este ter sido requerido ou concedido e das respetivas modalidades;\nh) O pedido não se ajustar à finalidade do procedimento.\n2 - Do ato de recusa cabe reclamação para o juiz.\n3 - Nos casos em que haja recusa, o requerente pode apresentar outro requerimento ou juntar o documento, consoante os casos, a que se refere a alínea g) do n.º 1, no prazo de 10 dias subsequentes à notificação daquela, considerando-se o procedimento iniciado na data em que o primeiro requerimento foi apresentado.\n"
            },
            {
              "article": "Artigo 6.º",
              "content": "Notificação do requerimento\n1 - Recebido o requerimento, o BAS expede imediatamente notificação para o requerido, por carta registada com aviso de receção, para, em 15 dias, este:\na) Demonstrar a execução da intimação que constitui objeto do requerimento, acrescida da taxa de justiça paga pela respetiva dedução; ou\nb) Deduzir oposição à pretensão.\n2 - Havendo vários requeridos, a notificação é expedida para todos eles, nos termos e para os efeitos previstos no número anterior.\n3 - A notificação é expedida para o local indicado no requerimento, aplicando-se, com as necessárias adaptações, o disposto no artigo 228.º, nos n.os 3 a 5 do artigo 229.º, no n.º 2 do artigo 230.º e nos artigos 231.º, 232.º, 237.º, 238.º e 246.º, não havendo lugar à advertência prevista no artigo 233.º, todos do Código de Processo Civil.\n4 - O ato de notificação deve conter:\na) Os elementos referidos nas alíneas a) a g) do n.º 2 do artigo 4.º e, se for caso disso, no n.º 9 do mesmo artigo;\nb) A indicação do prazo para a oposição e a respetiva forma de contagem;\nc) A indicação de que, na falta de execução da intimação que constitui objeto do requerimento de IMA, ou de oposição dentro do prazo legal, será constituído título para execução da injunção com a faculdade de o requerente a efetivar imediatamente;\nd) A indicação de que, na falta de pagamento da quantia pedida e da taxa de justiça paga pelo requerente do valor da compensação em dívida, nos casos em que o pedido formulado seja de pagamento de quantia certa, são ainda devidos juros de mora desde a data da apresentação do requerimento e juros à taxa legal fixada para os juros civis a contar da data da aposição da fórmula executória.\n5 - As notificações efetuadas nos termos do presente artigo interrompem a prescrição, nos termos do disposto no artigo 323.º do Código Civil, aprovado pelo Decreto-Lei n.º 47 344, de 25 de novembro de 1966, na sua redação atual.\n6 - Nos casos previstos no n.º 4 do artigo 4.º, o requerimento deve ser igualmente notificado ao administrador do condomínio, o qual pode apresentar oposição na parte respeitante à intervenção nas partes comuns do edifício.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 39.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
            },
            {
              "article": "Artigo 7.º",
              "content": "Frustração da notificação\nNo caso de se frustrar a notificação do requerido, e o requerente não tiver indicado pretender que os autos sejam admitidos à distribuição, o SIMA devolve a este último o expediente respeitante ao procedimento de injunção.\n"
            },
            {
              "article": "Artigo 8.º",
              "content": "Constituição de título executivo\n1 - O SIMA atribui ao requerimento de IMA a força de título executivo se:\na) Depois de notificado, o requerido não deduzir oposição no respetivo prazo;\nb) A oposição se tiver por não deduzida nos termos do disposto nos n.os 4 e 5 do artigo seguinte.\n2 - Para o efeito, é aposta no requerimento de IMA a seguinte fórmula: «Este documento tem força executiva».\n3 - O despacho de aposição da fórmula executória é assinado eletronicamente.\n4 - Só pode ser recusada a aposição da fórmula executória quando o pedido não se ajuste ao montante ou finalidade do procedimento.\n5 - Do ato de recusa cabe reclamação nos termos previstos no n.º 2 do artigo 5.º\n6 - Aposta a fórmula executória, o SIMA disponibiliza ao requerente, e, consoante os casos, ao agente de execução ou oficial de justiça, o requerimento de IMA, nos termos definidos por portaria do membro do Governo responsável pela área da justiça.\n7 - A execução do requerimento de IMA ao qual tiver sido aposta a fórmula executória segue os termos previstos no Código de Processo Civil para a execução de sentença ou injunção.\n8 - Nos casos previstos no número anterior não há lugar a oposição à execução.\nAção declarativa\n"
            }
          ]
        },
        {
          "chapter": "Capítulo II",
          "articles": [
            {
              "article": "Artigo 9.º",
              "content": "Apresentação de oposição\n1 - O requerido pode opor-se à injunção no prazo de 15 dias a contar da sua notificação.\n2 - A oposição não carece de forma articulada, devendo ser apresentada no SIMA por via eletrónica, com menção da existência do mandato e do domicílio profissional do mandatário.\n3 - Com a oposição, deve o requerido comprovar o prévio pagamento da taxa de justiça devida ou a concessão do benefício de apoio judiciário.\n4 - Não se mostrando paga a taxa de justiça prevista no número anterior, a oposição tem-se por não deduzida.\n5 - A oposição tem-se igualmente por não deduzida quando o requerido não efetue o pagamento da taxa de justiça devida no prazo de cinco dias a contar da data da notificação da decisão definitiva de indeferimento do pedido de apoio judiciário na modalidade de dispensa ou pagamento faseado da taxa de justiça e demais encargos com o processo.\n6 - O modelo eletrónico da oposição bem como, nos casos do n.º 9 do artigo 4.º, a sua forma de apresentação em papel são aprovados por portaria do membro do Governo responsável pela área da justiça.\n7 - É aplicável à oposição, com as necessárias adaptações, o disposto nos n.os 5 a 9, 12 e 13 do artigo 4.º\n"
            },
            {
              "article": "Artigo 10.º",
              "content": "Distribuição e termos posteriores\n1 - A oposição é decidida pelo tribunal competente.\n2 - Tratando-se de caso em que se tenha frustrado a notificação do requerido, os autos só são conclusos ao juiz depois de efetuada a citação do réu para contestar, nos termos das alíneas a) e b) do n.º 1 do artigo 6.º\n3 - À distribuição dos autos e sua tramitação posterior é aplicável, com as necessárias adaptações, o disposto nos artigos 15.º-H e 15.º-I do NRAU.\nExecução\n"
            }
          ]
        },
        {
          "chapter": "Capítulo III",
          "articles": [
            {
              "article": "Artigo 11.º",
              "content": "Designação oficiosa de agente de execução\n1 - O SIMA procede, oficiosamente, à designação eletrónica e automática de agente de execução quando:\na) O requerente não tenha designado, no requerimento de IMA, agente de execução para o efeito;\nb) A designação efetuada pelo requerente não seja válida.\n2 - A análise da validade da designação prevista na alínea b) do número anterior é efetuada em momento prévio à remessa dos autos à distribuição no tribunal competente.\n3 - A designação prevista no n.º 1 é efetuada nos termos do artigo 720.º do Código de Processo Civil.\n"
            },
            {
              "article": "Artigo 12.º",
              "content": "Realização de obras\n1 - Nos casos previstos nas alíneas c) a e) do n.º 1 do artigo 15.º-T do NRAU, sempre que a execução envolva a realização de obras, a mesma deve ter por base o auto da câmara municipal previsto no n.º 3 do artigo 13.º-B do NRAU.\n2 - O título executivo formado nos termos dos presentes procedimentos habilita o requerente a proceder a obras no locado ou nas partes comuns do edifício em que aquele se integre.\n"
            },
            {
              "article": "Artigo 13.º",
              "content": "Pagamento do valor da compensação em dívida por execução de obras em substituição do senhorio\n1 - Nos casos previstos nas alíneas a) e b) do n.º 1 artigo 15.º-T do NRAU, na sequência da aposição de fórmula executória ou da sentença, o SIMA deve:\na) Disponibilizar o título ou a decisão judicial;\nb) Notificar o requerente para, em 10 dias:\ni) Juntar ao processo os documentos referidos na alínea g) do n.º 2 do artigo 4.º, sem prejuízo do disposto no seu n.º 10;\nii) Indicar, caso ainda não o tenha feito e pretenda fazer, ou caso o mesmo ainda não se tenha associado ao processo através do sistema de informação de suporte à atividade dos tribunais, mandatário judicial que o represente na execução para pagamento de quantia certa, juntando a respetiva procuração.\n2 - A não apresentação, no prazo de 10 dias, dos documentos previstos na subalínea i) da alínea b) do número anterior é havida como desistência da instância.\n3 - Recebidos os elementos previstos na alínea b) do n.º 1, o SIMA remete, por via eletrónica, para o tribunal competente para a execução, o título executivo, os documentos referidos na subalínea i) da alínea b) do n.º 1, consoante os casos, e, se for caso disso, a procuração referida na subalínea ii) da alínea b) do n.º 1, valendo o conjunto destes documentos como requerimento executivo.\n4 - Efetuado o envio do requerimento executivo para o tribunal, o SIMA remete ao requerente o comprovativo desse envio, juntamente com as referências necessárias para efetuar o pagamento dos honorários devidos ao agente de execução designado, nos termos da regulamentação relativa à remuneração do agente de execução nas execuções cíveis.\n5 - Caso a designação do agente de execução tenha sido efetuada pelo SIMA, são remetidos ao requerente, juntamente com elementos referidos no número anterior, os elementos de identificação e de contacto do agente de execução.\n6 - Nos casos em que o requerente tenha constituído mandatário judicial no âmbito do procedimento especial de IMA, presume-se que o mesmo se mantém válido para a execução para pagamento de quantia certa.\nExtinção e uso indevido do procedimento\n"
            }
          ]
        },
        {
          "chapter": "Capítulo IV",
          "articles": [
            {
              "article": "Artigo 14.º",
              "content": "Extinção do procedimento\n1 - O procedimento de injunção extingue-se com o reconhecimento pelo requerente do cumprimento da injunção, por desistência do procedimento por parte do requerente ou por morte do requerente ou do requerido.\n2 - O requerente pode desistir do procedimento de injunção até à dedução da oposição ou, na sua falta, até ao termo do prazo de oposição.\n3 - Nos casos previstos nos números anteriores, o SIMA devolve, a pedido do requerente, o expediente respeitante ao procedimento de injunção e, se este já tiver sido notificado do requerimento de IMA, notifica o requerido daqueles factos.\n"
            },
            {
              "article": "Artigo 15.º",
              "content": "Uso indevido do procedimento\nAquele que fizer uso indevido do procedimento de injunção incorre em responsabilidade nos termos da lei de processo civil.\nOutras disposições processuais\n"
            }
          ]
        },
        {
          "chapter": "Capítulo V",
          "articles": [
            {
              "article": "Artigo 16.º",
              "content": "Tramitação, comunicações e notificações\n1 - A tramitação do procedimento especial de injunção é efetuada eletronicamente, nos termos definidos por portaria do membro do Governo responsável pela área da justiça.\n2 - São ainda efetuadas por via eletrónica, nos termos definidos por portaria do membro do Governo responsável pela área da justiça, as notificações realizadas pelo SIMA e as comunicações entre o SIMA, os tribunais, os mandatários judiciais e, consoante os casos, os agentes de execução ou os oficiais de justiça.\n"
            },
            {
              "article": "Artigo 17.º",
              "content": "Consulta do processo\nA forma de consulta do processo é definida por portaria do membro do Governo responsável pela área da justiça.\n"
            },
            {
              "article": "Artigo 18.º",
              "content": "Patrocínio judiciário\n1 - No procedimento de injunção é obrigatória a constituição de mandatário judicial para a dedução de oposição deduzida pelo senhorio.\n2 - As partes têm de se fazer representar por mandatário judicial nos atos processuais subsequentes à distribuição do procedimento de injunção.\n"
            },
            {
              "article": "Artigo 19.º",
              "content": "Apoio judiciário\n1 - Ao procedimento de injunção aplica-se o regime de acesso ao direito e aos tribunais, com as necessárias adaptações e as seguintes especificidades:\na) O prazo previsto para a propositura da ação é reduzido para 10 dias;\nb) O prazo identificado na alínea anterior não pode ser prorrogado;\nc) Sendo requerido apoio judiciário na modalidade de dispensa de pagamento ou pagamento faseado da taxa de justiça e demais encargos, equivale ao pagamento da taxa de justiça aplicável a junção do documento comprovativo da apresentação do respetivo pedido.\nd) O requerimento de apoio judiciário é processado com caráter de urgência.\n2 - Em caso de indeferimento do pedido de apoio judiciário na modalidade de dispensa ou pagamento faseado de taxa de justiça e demais encargos com o processo, o requerente deve efetuar o pagamento da taxa de justiça devida no prazo de cinco dias a contar da data da notificação da decisão definitiva de indeferimento, sob pena de extinção do procedimento.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 39.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
            },
            {
              "article": "Artigo 20.º",
              "content": "Atos judiciais\n1 - Estão sujeitos a distribuição os atos que careçam de despacho judicial.\n2 - O procedimento de injunção em matéria de arrendamento tem natureza urgente.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 39.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
            },
            {
              "article": "Artigo 21.º",
              "content": "Prazos\nAos prazos do procedimento de injunção aplicam-se as regras previstas no Código de Processo Civil.\nCustas processuais\n"
            }
          ]
        },
        {
          "chapter": "Capítulo VI",
          "articles": [
            {
              "article": "Artigo 22.º",
              "content": "Regime das custas processuais\nAo procedimento de injunção, quer quando esteja a correr no SIMA, quer quando esteja a correr no tribunal, aplica-se o Regulamento das Custas Processuais, aprovado pelo Decreto-Lei n.º 34/2008, de 26 de fevereiro, na sua redação atual, com as especificidades previstas dos artigos seguintes.\n"
            },
            {
              "article": "Artigo 23.º",
              "content": "Taxas de justiça\n1 - A taxa de justiça devida pela apresentação do requerimento de IMA corresponde àquela prevista, na tabela ii do Regulamento das Custas Processuais, para as execuções em que as diligências de execução não sejam realizadas por oficial de justiça.\n2 - A taxa de justiça devida pela apresentação da oposição ao requerimento de IMA, bem como pela resposta a este, corresponde àquela prevista, na tabela ii do Regulamento das Custas Processuais, para a oposição à execução ou à penhora.\n"
            },
            {
              "article": "Artigo 24.º",
              "content": "Formas de pagamento da taxa de justiça devida pela apresentação do requerimento de injunção em matéria de arrendamento\nAs formas de pagamento da taxa de justiça devida pela apresentação do requerimento de IMA são definidas por portaria do membro do Governo responsável pela área da justiça.\n"
            },
            {
              "article": "Artigo 25.º",
              "content": "Pagamento da taxa de justiça noutras situações\n1 - Nos casos não previstos no artigo anterior, o pagamento da taxa de justiça devida é efetuado através da emissão de documento único de cobrança e do respetivo pagamento, nos termos do Regulamento das Custas Processuais e da respetiva regulamentação.\n2 - O pagamento efetuado nos termos do número anterior é comprovado pela junção do respetivo documento comprovativo à peça processual a que respeita.\n114226965\n"
            }
          ]
        }
      ]
    }
  ]
}
