{
    "article_title": "Registo de candidatura ao Programa de Arrendamento Acessível",
    "publication_type": "Portaria n.º 175/2019 ",
    "source_document": "Diário da República n.º 109/2019, Série I de 2019-06-06",
    "link": "https://diariodarepublica.pt/dr/legislacao-consolidada/portaria/2019-158052142",
    "date": "2024-11-03",
    "theme": "Arrendamento",
    "sections": [
        {
            "part": "Seção 0",
            "chapters": [
                {
                    "chapter": null,
                    "articles": [
                        {
                            "article": "Artigo 1.º",
                            "content": "Objeto\nA presente portaria procede à regulamentação das disposições do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual, relativas ao registo de candidatura ao Programa de Apoio ao Arrendamento, estabelecendo:\na) O valor máximo de rendimentos para efeitos de elegibilidade dos agregados habitacionais previsto no n.º 1 do artigo 12.º;\nb) A tipologia adequada dos alojamentos, em função da dimensão dos agregados habitacionais, prevista na alínea b) do n.º 1 do artigo 15.º;\nc) Os elementos de informação necessários ao registo de candidatura, nos termos do n.º 1 do artigo 16.º, incluindo os relativos às situações previstas no n.º 2 do artigo 6.º e no artigo 13.º;\nd) O conteúdo do certificado de registo de candidatura previsto no n.º 5 do artigo 16.º\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Portaria n.º 52/2024 - Diário da República n.º 35/2024, Série I de 2024-02-19, em vigor a partir de 2024-02-20\n"
                        }
                    ]
                },
                {
                    "chapter": null,
                    "articles": [
                        {
                            "article": "Artigo 2.º",
                            "content": "Valor máximo de rendimentos\nO valor máximo de rendimento anual para efeitos de elegibilidade dos agregados habitacionais no âmbito do Programa de Apoio ao Arrendamento é estabelecido, em função da composição de cada agregado habitacional, no quadro I anexo à presente portaria, que dela faz parte integrante.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Portaria n.º 52/2024 - Diário da República n.º 35/2024, Série I de 2024-02-19, em vigor a partir de 2024-02-20\n"
                        }
                    ]
                },
                {
                    "chapter": null,
                    "articles": [
                        {
                            "article": "Artigo 3.º",
                            "content": "Tipologia adequada dos alojamentos\n1 - Para efeitos do acesso ao Programa de Apoio ao Arrendamento é considerada adequada à dimensão do agregado habitacional a habitação cuja tipologia respeite os limites estabelecidos no quadro II anexo à presente portaria, que dela faz parte integrante, sem prejuízo do disposto no número seguinte.\n2 - A tipologia da habitação pode ser superior à prevista no número anterior nos casos em que o preço da renda mensal cumpra os limites previstos para a tipologia adequada ao agregado habitacional.\n3 - Quando a disponibilização de um alojamento se processar na modalidade de 'parte de habitação', a ocupação mínima é de uma pessoa por quarto.\n4 - Para o efeito previsto no número anterior, os quartos devem cumprir as condições mínimas de segurança, salubridade e conforto aplicáveis nos termos da portaria prevista na alínea a) do artigo 8.º do Decreto-Lei n.º 68/2019, de 22 de maio.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Portaria n.º 52/2024 - Diário da República n.º 35/2024, Série I de 2024-02-19, em vigor a partir de 2024-02-20\n"
                        }
                    ]
                },
                {
                    "chapter": null,
                    "articles": [
                        {
                            "article": "Artigo 4.º",
                            "content": "Elementos necessários ao registo de candidatura\n1 - Para efeitos do registo de candidatura a alojamento no âmbito do Programa de Apoio ao Arrendamento na plataforma eletrónica, são necessários os seguintes elementos de informação:\na) Identificação completa de todos os elementos do agregado habitacional, nomeadamente, o nome completo, a data de nascimento, o número e validade do bilhete de identidade, do cartão de cidadão ou da autorização de residência ou de permanência, o número de identificação fiscal (NIF) e o endereço de correio eletrónico adotado para efeitos de comunicação no âmbito do referido Programa;\nb) Indicação dos elementos do agregado habitacional que possuem a condição de candidatos, distinguindo, entre estes, os que adquirem essa condição nos termos do artigo 13.º do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual;\nc) Finalidade de arrendamento pretendida, nos termos do n.º 1 do artigo 6.º do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual;\nd) Modalidade de alojamento pretendida, nos termos do artigo 9.º do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual;\ne) Rendimentos de cada um dos candidatos relevantes para a determinação do rendimento anual, nos termos do artigo 14.º do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual.\n2 - Quando a finalidade de arrendamento pretendida for 'residência temporária para estudantes e formandos, bem como para formadores, técnicos especializados e pessoal docente e não docente de todos os níveis de educação ou formação escolar e profissional', nos termos do n.º 2 do artigo 6.º do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual, são necessários, adicionalmente, os seguintes elementos de informação:\na) Identificação do concelho do domicílio fiscal;\nb) Documentação que ateste a finalidade de residência temporária, designadamente:\ni) Comprovativo do vínculo laboral, vigente no ano da candidatura, no caso dos formadores, técnicos especializados e pessoal docente e não docente;\nii) Comprovativo de inscrição ou matrícula em qualquer nível de educação ou formação escolar e profissional, vigente no ano da candidatura, no caso dos estudantes ou formandos.\n3 - Quando o agregado habitacional for composto por estudantes ou formandos dependentes que pretendam adquirir a condição de candidatos, nos termos do artigo 13.º do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual, são necessários, ainda, os seguintes elementos de informação:\na) Identificação do fiador, incluindo o nome completo, o número e validade do bilhete de identidade ou cartão de cidadão e o NIF;\nb) Quantia mensal fixa destinada ao pagamento da renda;\nc) Declaração de fiança.\n4 - Os elementos de informação previstos nos números anteriores são facultados pelo candidato, sem prejuízo do disposto no número seguinte.\n5 - O candidato fica dispensado de facultar os elementos de informação previstos nos n.os 1 a 3 sempre que o IHRU, I. P., os obtenha com recurso aos mecanismos de interoperabilidade estabelecidos com as entidades das áreas das finanças e da segurança social e com as demais entidades públicas competentes na matéria.\n6 - Os elementos de informação obtidos pelo IHRU, I. P., com recurso aos mecanismos de interoperabilidade estabelecidos com as entidades das áreas das finanças e da segurança social e com as demais entidades públicas competentes na matéria prevalecem sobre quaisquer outros facultados pelo candidato, sem prejuízo do disposto no número seguinte.\n7 - Caso o candidato detete alguma desconformidade ou incompletude nos elementos de informação obtidos pelo IHRU, I. P., com recurso aos mecanismos de interoperabilidade estabelecidos com as entidades das áreas das finanças e da segurança social e com as demais entidades públicas competentes na matéria, deve proceder à sua regularização junto das próprias entidades públicas.\n8 - O modelo de formulário de registo de candidatura é definido pelo IHRU, I. P., e deve prever:\na) Confirmação expressa, por parte dos candidatos, da veracidade e atualidade dos elementos de informação previstos nos n.os 1 a 3;\nb) Autorização dos candidatos à entidade gestora para confirmar, junto das entidades emitentes dos documentos comprovativos apresentados, os dados indicados nesses documentos e no registo da candidatura respeitantes aos próprios ou aos dependentes a seu cargo (menores e maiores acompanhados).\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Portaria n.º 52/2024 - Diário da República n.º 35/2024, Série I de 2024-02-19, em vigor a partir de 2024-02-20\nAlterado pelo/a Artigo 2.º do/a Portaria n.º 40/2021 - Diário da República n.º 36/2021, Série I de 2021-02-22, em vigor a partir de 2021-02-23\n"
                        }
                    ]
                },
                {
                    "chapter": null,
                    "articles": [
                        {
                            "article": "Artigo 5.º",
                            "content": "Certificado de registo de candidatura\n1 - O certificado de registo de candidatura, previsto no n.º 5 do artigo 16.º do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual, é emitido pela plataforma eletrónica, com base nos elementos de informação previstos no artigo anterior, contendo o seguinte:\na) O número de registo da candidatura, atribuído automaticamente;\nb) A identificação de todos os elementos do agregado habitacional;\nc) A finalidade de arrendamento pretendida;\nd) A modalidade de alojamento pretendida;\ne) A tipologia adequada apurada nos termos do artigo 3.º, quando se trate da modalidade 'habitação';\nf) O preço máximo de renda mensal admissível nos termos da alínea a) do n.º 1 do artigo 15.º do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual;\ng) A data de emissão e validade do certificado;\nh) (Revogada.)\n2 - (Revogado.)\n3 - Cada certificado de registo de candidatura é válido por sete dias corridos a contar da data da sua emissão, sem prejuízo da possibilidade de renovação do mesmo enquanto o registo de candidatura se mantiver eficaz.\n3 - Cada certificado de registo de candidatura é válido por 120 dias corridos a contar da data da sua emissão, sem prejuízo do disposto nos números seguintes.\n4 - No decurso do prazo previsto no número anterior, o registo de candidatura pode ser alterado por iniciativa do candidato, sendo emitido novo certificado, sempre que se alterem quaisquer dos elementos previstos no n.º 1.\n5 - O certificado de registo de candidatura pode ser renovado por iniciativa do candidato, mantendo-se o respetivo número de registo, nos casos em que não se verifiquem quaisquer alterações aos elementos previstos no n.º 1, ou sendo emitido um novo certificado, nos casos em que esses elementos se alterem.\n6 - O modelo de certificado de registo de candidatura é definido pelo IHRU, I. P.\n7 - A documentação relativa aos candidatos é destruída quando a sua restituição não seja solicitada no prazo máximo de um ano após a caducidade do certificado de registo de candidatura.\n8 - Em caso de impugnação jurisdicional, a documentação relativa aos candidatos só pode ser destruída ou restituída após a execução de decisão jurisdicional não suscetível de recurso.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Portaria n.º 52/2024 - Diário da República n.º 35/2024, Série I de 2024-02-19, em vigor a partir de 2024-02-20\nAlterado pelo/a Artigo 2.º do/a Portaria n.º 40/2021 - Diário da República n.º 36/2021, Série I de 2021-02-22, em vigor a partir de 2021-02-23\n"
                        }
                    ]
                },
                {
                    "chapter": null,
                    "articles": [
                        {
                            "article": "Artigo 6.º",
                            "content": "Comunicações e notificações\nPara os efeitos previstos no artigo 25.º do Decreto-Lei n.º 68/2019, de 22 de maio, na sua redação atual:\na) A comunicação por correio eletrónico entre os prestadores, candidatos e a entidade gestora é realizada através da plataforma eletrónica para o efeito disponibilizada pelo IHRU, I. P.;\nb) A comunicação entre a entidade gestora e outras entidades públicas ou privadas intervenientes no Programa de Apoio ao Arrendamento pode, mediante protocolo, ser realizada através da plataforma eletrónica referida na alínea anterior.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 2.º do/a Portaria n.º 52/2024 - Diário da República n.º 35/2024, Série I de 2024-02-19, em vigor a partir de 2024-02-20\n"
                        }
                    ]
                },
                {
                    "chapter": null,
                    "articles": [
                        {
                            "article": "Artigo 7.º",
                            "content": "Entrada em vigor\nA presente portaria entra em vigor a 1 de julho de 2019.\nO Secretário de Estado dos Assuntos Fiscais, António Manuel Veiga dos Santos Mendonça Mendes, em 31 de maio de 2019. - A Secretária de Estado da Habitação, Ana Cláudia da Costa Pinho, em 28 de maio de 2019.\nAnexo\n(a que se refere o artigo 2.º)\nQUADRO I\n\n(a que se refere o artigo 2.º)\n\nValor máximo de rendimento anual para efeitos de elegibilidade dos agregados habitacionais\n\nExpandir\nNúmero de pessoas\ndo agregado Rendimento anual bruto máximo\n1 pessoa... Até ao limite do 6.º escalão do IRS ou, se inferior, até 38 632,00 (euro).\n2 pessoas... Até ao limite do 6.º escalão do IRS ou, se inferior, até 38 632,00 (euro) + 10 000,00 (euro).\n+ de 2 pessoas... Até ao limite do sexto escalão do IRS ou, se inferior, até 38 632,00 (euro) + 10 000,00 (euro) + 5000,00 (euro) por cada pessoa adicional.\n\n\nQUADRO II\n\n(a que se refere o n.º 1 do artigo 3.º)\n\nTipologia adequada à dimensão dos agregados habitacionais\n\nExpandir\nNúmero de pessoas Tipologia\nda habitação\n1 a 2... Até T2\n3... Até T3\n4... Até T4\n5... Até T5\n6... Até T6\n(igual ou maior que)7... (igual ou maior que)T4\nVER ALTERAÇÕES\nAlterado pelo/a Anexo do/a Portaria n.º 52/2024 - Diário da República n.º 35/2024, Série I de 2024-02-19, em vigor a partir de 2024-02-20\n"
                        }
                    ]
                }
            ]
        }
    ]
}