{
    "article_title": "Regras do funcionamento do Balcão Nacional do Arrendamento e do procedimento especial de despejo",
    "publication_type": "Decreto-Lei n.º 1/2013 ",
    "source_document": "Diário da República n.º 4/2013, Série I de 2013-01-07",
    "link": "https://diariodarepublica.pt/dr/legislacao-consolidada/decreto-lei/2013-222520426",
    "date": "2024-11-03",
    "theme": "Arrendamento",
    "sections": [
        {
            "part": "Seção 0",
            "chapters": [
                {
                    "chapter": "Capítulo I",
                    "articles": [
                        {
                            "article": "Artigo 1.º",
                            "content": "Objeto\nO presente decreto-lei procede à instalação e à definição das regras do funcionamento do Balcão do Arrendatário e do Senhorio, adiante designado por BAS, e do procedimento especial de despejo, previstos nos artigos 15.º a 15.º-S da Lei n.º 6/2006, de 27 de fevereiro, na redação que lhe foi conferida pela Lei n.º 31/2012, de 14 de agosto, retificada pela Declaração de Retificação n.º 59-A/2012, de 12 de outubro.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\nBalcão do Arrendatário e do Senhorio\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 40.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
                        }
                    ]
                },
                {
                    "chapter": "Capítulo II",
                    "articles": [
                        {
                            "article": "Artigo 2.º",
                            "content": "Balcão do Arrendatário e do Senhorio\nO Balcão do Arrendatário e do Senhorio (BAS), criado pelo artigo 15.º-A da Lei n.º 6/2006, de 27 de fevereiro, é a secretaria judicial com competência exclusiva para a tramitação do procedimento especial de despejo em todo o território nacional.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
                        },
                        {
                            "article": "Artigo 3.º",
                            "content": "Mapa de pessoal\nO mapa de pessoal do BAS é definido por portaria dos membros do Governo responsáveis pelas áreas das finanças e da justiça.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
                        },
                        {
                            "article": "Artigo 4.º",
                            "content": "Receitas\nCabe ao Instituto de Gestão Financeira e Equipamentos da Justiça, I. P. (IGFEJ, I. P.), arrecadar e administrar as verbas provenientes das taxas de justiça e multas, bem como de outro tipo de receita, respeitantes ao BAS.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\nProcedimento especial de despejo\nSecção I\nRequerimento de despejo\n"
                        }
                    ]
                },
                {
                    "chapter": "Capítulo III",
                    "articles": [
                        {
                            "article": "Artigo 5.º",
                            "content": "Apresentação do requerimento de despejo\n1 - As formas de apresentação do requerimento de despejo pelo requerente e pelo seu mandatário, o modelo do requerimento de despejo na sua versão em papel e o momento em que se considera o requerimento apresentado são definidos por portaria do membro do Governo responsável pela área da justiça.\n2 - O requerimento deve ser acompanhado dos documentos previstos nos n.os 2 e 3 do artigo 15.º da Lei n.º 6/2006, de 27 de fevereiro, bem como da comunicação prevista no n.º 6 do mesmo artigo, sob pena de recusa.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
                        },
                        {
                            "article": "Artigo 6.º",
                            "content": "Cônjuge do arrendatário\nREVOGADO\nVER ALTERAÇÕES\nRevogado pelo/a Artigo 53.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07, produz efeitos a partir de 2024-02-04\n"
                        },
                        {
                            "article": "Artigo 7.º",
                            "content": "Pedido de pagamento de rendas, encargos ou despesas em atraso\nREVOGADO\nVER ALTERAÇÕES\nRevogado pelo/a Artigo 53.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07, produz efeitos a partir de 2024-02-04\n"
                        },
                        {
                            "article": "Artigo 8.º",
                            "content": "Objeto do procedimento especial de despejo e recusa do requerimento\n1 - Sem prejuízo do disposto no número seguinte, em cada procedimento especial de despejo apenas pode ser requerida a desocupação de um imóvel.\n2 - Pode ser requerida a desocupação de um conjunto de bens imóveis se estes se encontrarem no mesmo concelho, se existir uma dependência funcional entre eles, designadamente quando se trate de imóvel para habitação e de garagem ou arrecadação descritos em frações autónomas distintas, e se as partes contratuais forem as mesmas. \n3 - Nos casos previstos no número anterior:\na) O requerente deve identificar no seu requerimento de despejo apenas o bem principal, constando a informação relativa aos restantes bens dos contratos de arrendamento, os quais devem ser juntos ao referido requerimento; e\nb) A renda indicada no requerimento de despejo deve corresponder à soma das rendas dos diversos imóveis.\n4 - (Revogado.)\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 53.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07, produz efeitos a partir de 2024-02-04\nSecção II\nOposição e outras peças processuais\n"
                        },
                        {
                            "article": "Artigo 9.º",
                            "content": "Oposição e caução\n1 - As formas de apresentação da oposição, bem como o modo de pagamento da caução devida com a apresentação da oposição nos termos do n.º 3 do artigo 15.º-F da Lei n.º 6/2006, de 27 de fevereiro, são definidos por portaria do membro do Governo responsável pela área da justiça.\n2 - Compete exclusivamente ao tribunal, para o qual o BAS remete o processo após a apresentação da oposição, a análise dos requisitos da oposição, nomeadamente os previstos no n.º 6 do artigo 15.º-F da Lei n.º 6/2006, de 27 de fevereiro.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
                        },
                        {
                            "article": "Artigo 10.º",
                            "content": "Outras peças processuais\n1 - São definidas por portaria do membro do Governo responsável pela área da justiça as formas de apresentação das seguintes peças processuais, as quais devem ser apresentadas exclusivamente junto do BAS:\na) (Revogada.)\nb) Requerimento de suspensão da desocupação do locado, previsto no n.º 3 do artigo 15.º-M da Lei n.º 6/2006, de 27 de fevereiro;\nc) Pedido de diferimento da desocupação de imóvel arrendado para habitação, previsto no artigo 15.º-N da Lei n.º 6/2006, de 27 de fevereiro;\nd) (Revogada.)\ne) Desistência do pedido, nos termos do n.º 2 do artigo 15.º-G da Lei n.º 6/2006, de 27 de fevereiro;\nf) Outro requerimento ou ato processual que deva ser apresentado quando o procedimento esteja a correr junto do BAS.\n2 - É da responsabilidade do BAS a remessa para tribunal, quando for caso disso, das peças processuais referidas no número anterior, devendo tal remessa, nos casos das alíneas b) e c) do número anterior, ser efetuada por via eletrónica e de forma automatizada.\nNotas\n"
                        },
                        {
                            "article": "Artigo 54.º, Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06 A revogação das alíneas a) e d) do n.º 1 do presente artigo produzem efeitos a partir de 04-02-2024.",
                            "content": "VER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\nSecção III\nDecisão de desocupação do locado e pedido de pagamento de rendas, encargos ou despesas\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 40.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
                        },
                        {
                            "article": "Artigo 11.º",
                            "content": "Conversão nos casos de pedido de diferimento da desocupação de imóvel arrendado para habitação\nREVOGADO\nVER ALTERAÇÕES\nRevogado pelo/a Artigo 53.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07, produz efeitos a partir de 2024-02-04\n"
                        },
                        {
                            "article": "Artigo 12.º",
                            "content": "Execução para pagamento de rendas, encargos ou despesas\n1 - Tendo o requerente, no requerimento de despejo, formulado pedido de pagamento de rendas, encargos ou despesas, o BAS, proferida decisão judicial para desocupação do locado, notifica o requerente desta para, em 10 dias, juntar ao processo comprovativo de pagamento de justiça da taxa respeitante à execução para pagamento de quantia certa.\n2 - A não apresentação, no prazo de 10 dias, do documento previsto no número anterior, é havida como desistência da instância quanto ao pedido de pagamento das rendas, encargos ou despesas.\n3 - Recebidos os elementos previstos no n.º 1, o BAS remete, por via eletrónica, o requerimento de despejo para o tribunal nele indicado, juntamente com a decisão judicial proferida, a procuração forense e o documento comprovativo do pagamento de taxa de justiça, valendo o conjunto destes documentos como requerimento executivo idóneo a iniciar a execução para pagamento de quantia certa.\n4 - Efetuado o envio do requerimento executivo para o tribunal, o BAS remete ao requerente o comprovativo desse envio, juntamente com as referências necessárias para efetuar o pagamento dos honorários devidos ao agente de execução designado, nos termos da regulamentação relativa à remuneração do agente de execução nas execuções cíveis.\n5 - Caso a designação do agente de execução tenha sido efetuada pelo BAS, são remetidos ao requerente, juntamente com elementos referidos no número anterior, os elementos de identificação e de contacto do agente de execução.\n6 - (Revogado.)\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
                        },
                        {
                            "article": "Artigo 13.º",
                            "content": "Designação do agente de execução responsável pela execução para pagamento de rendas, encargos ou despesas\n1 - Compete ao requerente, no requerimento de despejo, indicar o agente de execução responsável pela execução de quantia certa respeitante a rendas, encargos ou despesas em atraso.\n2 - O BAS procede à designação eletrónica e automática do agente de execução quando:\na) O requerente não tenha designado, no requerimento de despejo, agente de execução para o efeito;\nb) A designação efetuada pelo requerente não seja válida.\n3 - A análise da validade da designação prevista na alínea b) do número anterior é efetuada no momento prévio à remessa para tribunal dos documentos previstos no n.º 3 do artigo anterior.\n4 - A designação prevista no n.º 2 é efetuada no momento previsto no número anterior, de acordo com as regras para a designação do agente de execução ou notário nos casos de cumulação de pedidos de despejo e de pagamento de rendas, encargos ou despesas definidas em portaria do membro do Governo responsável pela área da justiça, garantindo-se a aleatoriedade no resultado e a igualdade na distribuição do serviço, nos termos previstos no Código de Processo Civil.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\nSecção IV\nEfetivação da desocupação e entrega do imóvel\n"
                        },
                        {
                            "article": "Artigo 14.º",
                            "content": "Desocupação do locado e autorização para entrada imediata no domicílio\nREVOGADO\nVER ALTERAÇÕES\nRevogado pelo/a Artigo 53.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07, produz efeitos a partir de 2024-02-04\n"
                        },
                        {
                            "article": "Artigo 15.º",
                            "content": "Entrega do imóvel\n1 - O agente de execução, o notário ou o oficial de justiça investe o requerente na posse, entregando-lhe os documentos e as chaves, se os houver, e notifica os requeridos e quaisquer detentores para que respeitem e reconheçam o direito do requerente.\n2 - Pertencendo a coisa em compropriedade a outros interessados, o requerente é investido na posse da sua quota-parte.\n3 - Tratando-se da casa de habitação principal do requerido, sempre que se suscitem sérias dificuldades no realojamento do despejado, o agente de execução, notário ou oficial de justiça comunica antecipadamente o facto à câmara municipal e às entidades assistenciais competentes.\n"
                        },
                        {
                            "article": "Artigo 16.º",
                            "content": "Notificação para remoção dos bens\nREVOGADO\nVER ALTERAÇÕES\nRevogado pelo/a Artigo 53.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07, produz efeitos a partir de 2024-02-04\nSecção V\nTramitação, comunicações, notificações e consulta do procedimento\n"
                        },
                        {
                            "article": "Artigo 17.º",
                            "content": "Tramitação, comunicações e notificações\n1 - A tramitação do procedimento especial de despejo é efetuada eletronicamente nos termos definidos por portaria do membro do Governo responsável pela área da justiça.\n2 - São ainda efetuadas por via eletrónica, nos termos definidos por portaria do membro do Governo responsável pela área da justiça, as notificações realizadas pelo BAS e as comunicações entre o BAS, os tribunais, os mandatários e os agentes de execução, notários ou oficiais de justiça.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
                        },
                        {
                            "article": "Artigo 18.º",
                            "content": "Consulta do processo e disponibilização do título para desocupação do locado\nA forma de consulta do processo e o modo de disponibilização da decisão judicial para desocupação do locado são definidos por portaria do membro do Governo responsável pela área da justiça.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\nSecção VI\nAgentes de execução e notários\n"
                        },
                        {
                            "article": "Artigo 19.º",
                            "content": "Intervenção de agentes de execução e notários no procedimento especial de despejo\nSó podem intervir no procedimento especial de despejo os agentes de execução e os notários que tenham manifestado essa vontade junto da Câmara dos Solicitadores ou da Ordem dos Notários, respetivamente.\n"
                        },
                        {
                            "article": "Artigo 20.º",
                            "content": "Regime dos agentes de execução e notários\nSão definidas por portaria do membro do Governo responsável pela área da justiça as seguintes matérias respeitantes ao regime da intervenção dos agentes de execução e notários no procedimento especial de despejo:\na) Designação do agente de execução ou notário pelo requerente;\nb) Designação do agente de execução ou notário pelo BAS;\nc) Regime da lista de agentes de execução e de notários participantes no procedimento especial de despejo;\nd) Regime de substituição do agente de execução ou notário;\ne) Regime de honorários e reembolso de despesas;\nf) Mecanismo de revisão da nota de honorários e despesas.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\nDisposições complementares e finais\n"
                        }
                    ]
                },
                {
                    "chapter": "Capítulo IV",
                    "articles": [
                        {
                            "article": "Artigo 21.º",
                            "content": "Regime das custas processuais\nAo procedimento especial de despejo, quer quando esteja a correr no BAS, quer quando esteja a correr no tribunal, aplica-se o Regulamento das Custas Processuais, aprovado pelo Decreto-Lei n.º 34/2008, de 26 de fevereiro, com as especificidades previstas nos artigos seguintes.\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 38.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07\n"
                        },
                        {
                            "article": "Artigo 22.º",
                            "content": "Taxas de justiça devidas\n1 - A taxa de justiça devida pela apresentação do requerimento de despejo corresponde à taxa de justiça prevista na tabela II do Regulamento das Custas Processuais para as execuções em que as diligências de execução não sejam realizadas por oficial de justiça.\n2 - A taxa de justiça devida pela apresentação da oposição ao requerimento de despejo, bem como pela resposta a este, corresponde à taxa de justiça prevista na tabela II do Regulamento das Custas Processuais para a oposição à execução ou à penhora.\n3 - Pela apresentação do pedido de autorização judicial para entrada imediata no domicílio, nos termos do artigo 15.º-L da Lei n.º 6/2006, de 27 de fevereiro, é devido o pagamento, pelo requerente, de taxa de justiça no valor de 0,2 UC.\n4 - É calculada nos termos previstos na tabela II do Regulamento das Custas Processuais para os «outros incidentes» a taxa de justiça devida nos seguintes casos:\na) Apresentação do pedido de suspensão da desocupação do locado apresentado pelo detentor, nos termos do artigo 15.º-M da Lei n.º 6/2006, de 27 de fevereiro, e respetiva resposta;\nb) Apresentação do pedido de diferimento da desocupação de imóvel arrendado para habitação, nos termos do artigo 15.º-N da Lei n.º 6/2006, de 27 de fevereiro e respetiva contestação;\nc) (Revogada.)\nVER ALTERAÇÕES\nAlterado pelo/a Artigo 53.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07, produz efeitos a partir de 2024-02-04\n"
                        },
                        {
                            "article": "Artigo 23.º",
                            "content": "Pagamento da taxa de justiça devida pela apresentação do requerimento de despejo\nAs formas de pagamento da taxa de justiça devida pela apresentação do requerimento de despejo são definidas por portaria do membro do Governo responsável pela área da justiça.\n"
                        },
                        {
                            "article": "Artigo 24.º",
                            "content": "Pagamento da taxa de justiça noutras situações\n1 - Nos casos não previstos no artigo anterior, o pagamento da taxa de justiça devida é efetuada através da emissão de documento único de cobrança (DUC) e do respetivo pagamento, nos termos do Regulamento das Custas Processuais e da respetiva regulamentação.\n2 - O pagamento efetuado nos termos do número anterior é comprovado pela junção do respetivo documento comprovativo à peça processual a que respeita.\n"
                        },
                        {
                            "article": "Artigo 25.º",
                            "content": "Taxa de justiça no caso de despejo efetuado por oficial de justiça\nREVOGADO\nVER ALTERAÇÕES\nRevogado pelo/a Artigo 53.º do/a Lei n.º 56/2023 - Diário da República n.º 194/2023, Série I de 2023-10-06, em vigor a partir de 2023-10-07, produz efeitos a partir de 2024-02-04\n"
                        },
                        {
                            "article": "Artigo 26.º",
                            "content": "Valor do procedimento\nO valor do procedimento especial de despejo corresponde ao valor da renda de dois anos e meio, acrescido do valor das rendas em dívida.\n"
                        },
                        {
                            "article": "Artigo 27.º",
                            "content": "Entrada em vigor\nO presente decreto-lei entra em vigor no dia seguinte ao da sua publicação.\nVisto e aprovado em Conselho de Ministros de 8 de novembro de 2012. - Pedro Passos Coelho - Vítor Louçã Rabaça Gaspar - Paula Maria von Hafe Teixeira da Cruz - Maria de Assunção Oliveira Cristas Machado da Graça.\nPromulgado em 28 de dezembro de 2012.\nPublique-se.\nO Presidente da República, Aníbal Cavaco Silva.\nReferendado em 28 de dezembro de 2012.\nO Primeiro-Ministro, Pedro Passos Coelho.\n"
                        }
                    ]
                }
            ]
        }
    ]
}